Repository: ppurka/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, fr_fr, pt_br

source: cs_CZ
cs_cz: čeština (Česká republika)
fr_fr: čeština (Česká republika)
pt_br: čeština (Česká republika)

source: de_AT
cs_cz: Deutsch (Österreich)
fr_fr: Deutsch (Österreich)
pt_br: Deutsch (Österreich)

source: en_US
cs_cz: English (United States)
fr_fr: English (United States)
pt_br: English (United States)

source: es_ES
cs_cz: español (España)
fr_fr: español (España)
pt_br: español (España)

source: pt_BR
cs_cz: português (Brasil)
fr_fr: português (Brasil)
pt_br: português (Brasil)

source: ru_RU
cs_cz: русский (Россия)
fr_fr: русский (Россия)
pt_br: русский (Россия)

source: fr_FR
cs_cz: français (France)
fr_fr: français (France)
pt_br: français (France)

source: The Sage Notebook
cs_cz: Prostředí Sage Notebook
fr_fr: Bloc-note Sage
pt_br: Notebook Sage

source: Searching for Sage server...
cs_cz: Vyhledávání Sage serveru...
fr_fr: Recherche du serveur Sage...
pt_br: Procurando pelo servidor Sage...

source: Please log in to the Sage notebook
cs_cz: Přihlaste se prosím do prostředí Sage Notebook
fr_fr: Veuillez vous connecter au Bloc-note Sage
pt_br: Por favor, conecte-se no notebook Sage

source: Log in
cs_cz: Přihlášení
fr_fr: Connexion
pt_br: Entrar

source: Toggle the top bar
cs_cz: Přepnout horní panel
fr_fr: Afficher/cacher la barre horizontale
pt_br: Esconder barra superior

source: Back to your personal worksheet list
cs_cz: Zpět na seznam zápisníků
fr_fr: Revenir à la liste de vos feuilles de travail
pt_br: Retornar para a sua lista pessoal de planilhas

source: Home
cs_cz: Domů
fr_fr: Page principale
pt_br: Início

source: Published
cs_cz: Zveřejněné
fr_fr: Publié
pt_br: Publicada

source: Browse the published worksheets
cs_cz: Prohlížet zveřejněné zápisníky
fr_fr: Parcourir les feuilles de travail publiées
pt_br: Navegar entre as planilhas publicadas

source: View a log of recent computations
cs_cz: Prohlížet historii
fr_fr: Consulter un historique des calculs récents
pt_br: Ver o histórico das computações recentes

source: Log
fr_fr: Historique
pt_br: Histórico

source: Change account settings including password
cs_cz: Změna nastavení účtu a hesla
fr_fr: Changer les paramètres du compte, dont le mot de passe
pt_br: Alterar as configurações da conta, incluindo senha

source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
pt_br: Configurações

source: Help
cs_cz: Nápověda
fr_fr: Aide
pt_br: Ajuda

source: Report a problem or submit a bug to improve Sage
cs_cz: Ohlásit problém nebo chybu pro zlepšení Sage
fr_fr: Signaler un problème ou un bug pour améliorer Sage
pt_br: Relatar um problema ou um bug. Isso é importante para melhorar o Sage!

source: Report a Problem
cs_cz: Nahlásit chybu
fr_fr: Signaler un problème
pt_br: Relatar um Problema

source: Log out of the Sage notebook
cs_cz: Odhlásit z prostředí programu Sage
fr_fr: Déconnexion du Bloc-note Sage
pt_br: Sair do notebook Sage

source: Sign out
cs_cz: Odhlásit
fr_fr: Déconnexion
pt_br: Sair

source: Sage Documentation
cs_cz: Dokumentace programu Sage
fr_fr: Documentation de Sage
pt_br: Documentação do Sage

source: To quickly try out Sage start here
cs_cz: Pro rychlé vyzkoušení Sage začněte zde
fr_fr: Pour essayer Sage, commencer ici
pt_br: Começe aqui a experimentar o Sage

source: Tutorial
cs_cz: Tutoriál (angl.)
fr_fr: Tutoriel

source: View a 4000+ page reference manual about Sage
cs_cz: Prohlédnout podrobnou referenční příručku programu Sage
fr_fr: Consulter le manuel de référence de Sage (+ de 4000 pages)
pt_br: Veja mais de 4000 páginas de referência sobre o Sage

source: Reference Manual
cs_cz: Referenční příručka
fr_fr: Manuel de référence
pt_br: Manual de Referência

source: Learn to write Sage programs
cs_cz: Naučte se psát programy pro Sage
fr_fr: Apprendre à écrire des programmes Sage
pt_br: Aprenda a escrever programas Sage

source: Developer Guide
cs_cz: Průvodce vývojáře
fr_fr: Guide du développeur
pt_br: Guia do Desenvolvedor

source: How do I construct ... in Sage?
cs_cz: Jak udělám ... v Sage?
fr_fr: Comment construire ... dans Sage ?
pt_br: Como eu construo ... no Sage?

source: Static version...
cs_cz: Statická verze...
fr_fr: Version statique...
pt_br: Versão estática...

source: Fast Static Versions of the Documentation
cs_cz: Dokumentace (rychlá statická verze)
fr_fr: Version statique rapide de la documentation
pt_br: Versão estática rápida da Documentação

source: Help via Internet Chat (IRC)
cs_cz: Pomoc na kanálu IRC (Internet Chat)
fr_fr: Aide par clavardage (IRC)
pt_br: Ajuda via Chat na Internet (IRC)

source: How to use the Sage Notebook
cs_cz: Návod k použití prostředí Sage Notebook
fr_fr: Comment utiliser le Bloc-note Sage
pt_br: Como usar o Notebook Sage

source: A <em>worksheet</em> is an ordered list of Sage calculations with output.
cs_cz: <em>Zápisník</em> je uspořádaný seznam buněk a výstupů programu Sage
fr_fr: Une <em>feuille de travail</em> est une liste ordonnée de commandes Sage avec leurs résultats.
pt_br: Uma <em>planilha</em> é uma lista ordenada de cálculos efetuados com o Sage.

source: A <em>session</em> is a worksheet and a set of variables in some state.
cs_cz: <em>Sezení</em> je zápisník a množina proměnných v nějakých definovaných stavech.
fr_fr: Une <em>session</em> est une feuille de travail et un ensemble de variables dans un état donné.
pt_br: Uma <em>seção</em> é uma planilha com um conjunto de variáveis em algum estado.

source: The <em>Sage notebook</em> is a collection of worksheets, saved objects, and user information.
cs_cz: <em>Sage notebook</em> je kolekce zápisníků, uložených objektů a uživatelských informací.
fr_fr: Le <em>Bloc-note Sage</em> est une collection de feuilles de travail, d'objets sauvés et d'information sur les utilisateurs
pt_br: O <em>Notebook Sage</em> é uma coleção de planilhas, objetos salvos e informações do usuário

source: The Sage Notebook was primarily written by William Stein with substantial contributions from Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, and Dorian Raymer.
cs_cz: Původním autorem programu Sage Notebook je William Stein, dalšími autory jsou Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, Dorian Raymer a další.
fr_fr: Le Bloc-note Sage a été écrit principalement par William Stein avec des contributions notables de Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang et Dorian Raymer.
pt_br: O Notebook Sage foi primeiramente escrito por William Stein com contribuição substancial de Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang e Dorian Raymer.

source: Error
cs_cz: Chyba
fr_fr: Erreur
pt_br: Erro

source: Continue
cs_cz: Pokračovat
fr_fr: Continuer
pt_br: Continuar

source: Sage: History for %(u)s
cs_cz: Sage: Historie pro %(u)s
fr_fr: Sage : historique pour %(u)s
pt_br: Sage: Histórico de %(u)s

source: Click here to turn the above into a Sage worksheet
cs_cz: Klikněte zde pro převod na zápisník programu Sage
fr_fr: Cliquer ici pour transformer ce qui précède en une feuille de travail
pt_br: Clique aqui para transformar o que está acima em uma planilha do Sage.

source: Create a new Sage worksheet version of the last 100 commands in the above log.
cs_cz: Vytvořit zápisník s posledními 100 příkazy
fr_fr: Créer une nouvelle feuille de travail avec les 100 dernières commandes de la liste ci-dessus
pt_br: Crie uma nova planilha do Sage com os últimos 100 comandos do histórico acima.

source: username
fr_fr: Nom d'utilisateur

source: Select an OpenID provider
fr_fr: Choisir un fournisseur OpenID

source: Send
fr_fr: Envoyer

source: Sign in
cs_cz: Přihlásit
fr_fr: Connexion
pt_br: Entrar

source: Congratulations %(u)s! You can now sign into the Sage Notebook.
cs_cz: Gratulujeme %(u)s! Nyní se můžete přihlásit do prostředí Sage Notebook.
fr_fr: Bravo %(u)s ! Vous pouvez maintenant vous connecter au Bloc-note Sage.
pt_br: Parabéns %(u)s! Você agora pode conectar-se no Notebook Sage.

source: Welcome!
cs_cz: Vítejte!
fr_fr: Bienvenue&nbsp;!
pt_br: Bem-vindo!

source: <strong>Sage</strong> is a different approach to mathematics software.
cs_cz: <strong>Sage</strong> představuje jiný přístup k matematickým programům.
fr_fr: <strong>Sage</strong> est une approche différente des logiciels mathématiques.
pt_br: <strong>Sage</strong> é uma alternativa diferente para programas matemáticos

source: With the Sage Notebook anyone can create, collaborate on, and publish interactive worksheets. In a worksheet, one can write code using Sage, Python, and other software included in Sage.
cs_cz: V prostředí Sage Notebook může každý tvořit, sdílet a vystavovat interaktivní zápisníky. V zápisnících je možno použít kód v jazycích Sage, Pyhton a dalších programů, začleněných do Sage.
fr_fr: Avec le Bloc-note Sage, chacun peut créer et publier des feuilles de travail interactives, et aussi collaborer. Dans une feuille de travail, on peut écrire du code en Sage, en Python ou dans d'autres langages inclus dans Sage.
pt_br: Com o Notebook Sage você pode criar, colaborar e publicar planilhas interativas. Em uma planilha você pode escrever códigos usando Sage, Python e outros programas incluídos no Sage.

source: General and Advanced Pure and Applied Mathematics
cs_cz: Obecná, čistá a aplikovaná matematika
fr_fr: Mathématiques pures et appliquées, générales et avancées
pt_br: Matemática Pura e Aplicada de forma geral e avançada

source: Use Sage for studying calculus, elementary to very advanced number theory, cryptography, commutative algebra, group theory, graph theory, numerical and exact linear algebra, and more.
cs_cz: Sage můžete použít pro studium matematické analýzy, elementární i pokročilé teorie čísel, kryptografie, komutativních algeber, teorie grup, teorie grafů, klasické i numerické lineární algebry a dalších oborů.
fr_fr: Utilisez Sage pour étudier le calcul différentiel, la théorie des nombres élémentaire ou avancée, la cryptographie, l'algèbre commutative, la théorie des groupes, la théorie des graphes, l'algèbre linéaire numérique et exacte et bien d'autres choses.
pt_br: Use o Sage para estudar Cálculo, Teoria dos Números, Criptografia, Álgebra Comutativa, Teoria de Grupos, Teoria de Grafos, Álgebra Linear (numérica e exata) e muito mais.

source: Use an Open Source Alternative
cs_cz: Používejte volně šiřitelnou alternativu
fr_fr: Utiliser une alternative libre
pt_br: Uma alternativa de Código Aberto

source: By using Sage you help to support a viable open source alternative to Magma, Maple, Mathematica, and MATLAB. Sage includes many high-quality open source math packages.
cs_cz: Použitím Sage pomáháte podporovat životaschopnou alternativu k programům Magma, Maple, Mathematica a MATLAB. Sage obsahuje mnoho kvalitních volně šiřitelných matematických programů a knihoven.
fr_fr: En utilisant Sage, vous soutenez une alternative libre à Magma®, Maple®, Mathematica® et MATLAB®. Sage incorpore de nombreux logiciels mathématiques libres de grande qualité.
pt_br: Usando o Sage você ajuda a suportar uma alternativa viável de código aberto ao Magma, Maple, Mathematica e MATLAB. O Sage inclue muitos pacotes matemáticos abertos de alta qualidade.

source: Use Most Mathematics Software from Within Sage
cs_cz: Používejte většinu matematických programů pomocí Sage
fr_fr: Utiliser la plupart des logiciels mathématiques via Sage
pt_br: Use mais programas Matemáticos dentro do Sage

source: Sage makes it easy for you to use most mathematics software together. Sage includes GAP, GP/PARI, Maxima, and Singular, and dozens of other open packages.
cs_cz: Sage umožňuje používat mnoho programů z jednotného prostředí. Sage obsahuje programy GAP, GP/PARI, Maxima, Singular a mnoho dalších.
fr_fr: Sage permet d'utiliser facilement dans un cadre unique la plupart des logiciels mathématiques. Sage incorpore GAP, GP/PARI, Maxima, Singular et des douzaines d'autres logiciels libres.
pt_br: O Sage torna fácil para você a utilização de muitos programas matemáticos juntos. Ele inclue o GAP, GP/PARI, Maxima, Singular e uma dúzia de outros pacotes abertos.

source: Use a Mainstream Programming Language
cs_cz: Používejte rozšířený programovací jazyk
fr_fr: Utiliser un langage de programmation majeur
pt_br: Use uma Linguagem de Programação bem difundida

source: You work with Sage using the highly regarded scripting language Python. You can write programs that combine serious mathematics with anything else.
cs_cz: V Sage pracujete s kvalitním skriptovacím jazykem Python. Můžete psát programy, které kombinují vysokou matematiku s čímkoliv jiným.
fr_fr: Votre travail dans Sage utilise Python, un langage de programmation très renommé. Vous pouvez combiner dans un programme des mathématiques et beaucoup d'autres choses.
pt_br: Você trabalha no Sage usando a bem recomendada linguagem de programação Python. Você pode escrever programas que combinam matemática séria com qualquer outra coisa.

source: Username
cs_cz: Uživatelské jméno
fr_fr: Nom d'utilisateur
pt_br: Usuário

source: Username is not in the system
cs_cz: Uživatelské jméno není v systému
fr_fr: Nom d'utilisateur inconnu
pt_br: Usuário não definido no sistema

source: Password
cs_cz: Heslo
fr_fr: Mot de passe
pt_br: Senha

source: Wrong password
cs_cz: Špatné heslo
fr_fr: Mot de passe erroné
pt_br: Senha incorreta

source: Remember me
cs_cz: Zapamatovat si mě
fr_fr: Se rappeler de moi
pt_br: Lembre-se de mim

source: Sign up for a new Sage Notebook account
cs_cz: Vytvořit nový uživatelský účet pro prostředí Sage Notebook
fr_fr: Connexion à un nouveau compte de Bloc-note Sage
pt_br: Cadastre uma nova conta no Notebook Sage

source: Browse published Sage worksheets<br>(no login required)
cs_cz: Prohlížet zveřejněné zápisníky<br>(není nutné přihlášení)
fr_fr: Consulter les feuilles de travail publiées<br/>(pas de connexion nécessaire)
pt_br: Navegue entre planilhas Sage publicadas<br>(não é necessário cadastrar-se)

source: Forgot password
cs_cz: Zapomněl(-a) jsem heslo
fr_fr: Mot de passe oublié
pt_br: Recuperar senha

source: Creating new users is disabled by the administrator.
fr_fr: L'ouverture de compte est interdite par l'administrateur.

source: Javascript must be enabled in order to use the Sage Notebook.
fr_fr: Pour utiliser le Bloc-note Sage, il faut autoriser Javascript.

source: Source Code
cs_cz: Zdrojový kód
fr_fr: Code source
pt_br: Código Fonte

source: Sage Source Browser
cs_cz: Prohlížeč zdrojového kódu
fr_fr: Navigateur des sources Sage
pt_br: Navegador do Código Fonte do Sage

source: browse directory
cs_cz: prohlížet adresář
fr_fr: Parcourir le répertoire
pt_br: navegar nos diretórios

source: Sage Notebook version
cs_cz: Sage Notebook verze
fr_fr: Bloc-note Sage version
pt_br: Versão do Notebook Sage

source: Environment
cs_cz: Prostředí
fr_fr: Environnement
pt_br: Ambiente

source: Start
fr_fr: Commencer
pt_br: Iniciar

source: Stop
cs_cz: Zastavit
fr_fr: Terminer
pt_br: Parar

source: Elapsed
cs_cz: Uplynulo
fr_fr: Temps écoulé
pt_br: Tempo decorrido

source: Status
fr_fr: Statut

source: Pass
cs_cz: Vynechat
fr_fr: Passer
pt_br: Passou

source: Fail
cs_cz: Selhání
fr_fr: Échec
pt_br: Falhou

source: Hide
cs_cz: Skrýt
fr_fr: Cacher
pt_br: Esconder

source: Show
cs_cz: Ukázat
fr_fr: Montrer
pt_br: Exibir

source: Cases / Tests
cs_cz: Testy
fr_fr: Cas / Tests
pt_br: Casos / Testes

source: Count
cs_cz: Počet
fr_fr: Compte
pt_br: Contagem

source: Totals
cs_cz: Celkem
fr_fr: Totaux
pt_br: Totais

source: Upload worksheet (an sws or txt file) to the Sage Notebook
cs_cz: Nahrát zápisník (sws nebo txt soubor) do prostředí Sage Notebook
fr_fr: Importer une feuille de travail (fichier .sws) vers le Bloc-note Sage
pt_br: Enviar uma planilha (arquivo .sws ou .txt) para o Notebook Sage

source: Browse your computer to select a worksheet file to upload:
cs_cz: Najděte soubor na lokálním počítači
fr_fr: Choisir un fichier .sws sur votre ordinateur :
pt_br: Navegue por seu computador para selecionar uma planilha para enviar:

source: Or enter the URL of a worksheet file on the web:
cs_cz: Nebo zadejte URL zápisníku vystaveného na Internetu
fr_fr: Ou bien entrer l'adresse URL d'une feuille de travail sur internet :
pt_br: Ou digite o endereço (URL) de uma planilha na Internet:

source: What do you want to call it? (if different than the original name)
cs_cz: Jak se má zápisník jmenovat (pokud chcete měnit jméno)
fr_fr: Comment nommer cette feuille de travail ? (si un nouveau nom est souhaité)
pt_br: Como você deseja chamar essa planilha? (deixe em branco para manter o nome original)

source: Upload Worksheet
cs_cz: Nahrát zápisník
fr_fr: Importer une feuille de travail
pt_br: Enviar Planilha

source: Published Worksheets
cs_cz: Zveřejněné zápisníky
fr_fr: Feuilles de travail publiées
pt_br: Planilhas Publicadas

source: Deleted Worksheets
cs_cz: Smazané zápisníky
fr_fr: Feuilles de travail supprimées
pt_br: Planilhas Apagadas

source: Active Worksheets
cs_cz: Aktivní zápisníky
fr_fr: Feuilles de travail actives
pt_br: Planilhas Ativas

source: Archived Worksheets
cs_cz: Archivované zápisníky
fr_fr: Feuilles de travail archivées
pt_br: Planilhas Arquivadas

source: New Worksheet
cs_cz: Nový zápisník
fr_fr: Nouvelle feuille de travail
pt_br: Nova Planilha

source: Upload
cs_cz: Vložit zápisník ze souboru
fr_fr: Importer
pt_br: Enviar

source: Download All Active
cs_cz: Uložit všechny aktivní zápisníky
fr_fr: Exporter toutes les feuilles de travail actives
pt_br: Baixar todas Ativas

source: Search Worksheets
cs_cz: Hledat
fr_fr: Rechercher des feuilles de travail
pt_br: Procurar Planilha

source: Unarchive selected worksheets so it appears in the default worksheet list
cs_cz: Odstranit vybrané zápisníky z archivu (objeví se ve výchozím seznamu zápisníků)
fr_fr: Extraire des archives les feuilles de travail choisies, pour les faire apparaître dans la liste par défaut
pt_br: Desarquivar planilhas selecionadas. Desse modo, elas aparecem na lista de planilhas padrão

source: Unarchive
cs_cz: Zrušit archivaci
fr_fr: Extraire des archives
pt_br: Desarquivar

source: Archive selected worksheets so they do not appear in the default worksheet list
cs_cz: Archivovat vybrané zápisníky tak, aby se neobjevovaly ve výchozím seznamu zápisníků
fr_fr: Archiver les feuilles de travail choisies, pour les faire disparaître dans la liste par défaut
pt_br: Arquivar planilhas selecionadas. Desse modo, elas não aparecem na lista de planilhas padrão

source: Archive
cs_cz: Archivovat
fr_fr: Archiver
pt_br: Arquivar

source: Move the selected worksheets to the trash
cs_cz: Přesunout vybrané zápisníky do koše
fr_fr: Mettre à la corbeille les feuilles de travail choisies
pt_br: Mover planilhas selecionadas para a Lixeira

source: Delete
cs_cz: Smazat
fr_fr: Supprimer
pt_br: Apagar

source: Move the selected worksheets out of the trash
cs_cz: Přesunout vybrané zápisníky z koše do výchozího seznamu
fr_fr: Récupérer depuis la corbeille
pt_br: Remover panilhas selecionadas da Lixeira

source: Undelete
cs_cz: Obnovit
fr_fr: Annuler la suppression
pt_br: Recuperar

source: Stop selected worksheets
cs_cz: Pozastavit vybrané zápisníky
fr_fr: Stopper les feuilles de travail choisies
pt_br: Parar planilhas selecionadas

source: Download selected worksheets
cs_cz: Stáhnout vybrané zápisníky
fr_fr: Exporter les feuilles de travail choisies
pt_br: Baixar planilhas selecionadas

source: Download
cs_cz: Stáhnout
fr_fr: Exporter
pt_br: Baixar

source: Current Folder
cs_cz: Složky
fr_fr: Dossier actuel
pt_br: Pasta Atual

source: Active
cs_cz: Aktivní
fr_fr: Actif
pt_br: Ativas

source: Archived
cs_cz: Archivované
fr_fr: Archivé
pt_br: Arquivadas

source: Trash
cs_cz: Koš
fr_fr: Corbeille
pt_br: Lixeira

source: Empty Trash
cs_cz: Vysypat koš
fr_fr: Vider la corbeille
pt_br: Esvaziar Lixeira

source: Rating
cs_cz: Hodnocení
fr_fr: Évaluation
pt_br: Pontuar

source: Owner
cs_cz: Majitel
fr_fr: Propriétaire
pt_br: Proprietário

source: Collaborators
cs_cz: Spolupracovníci
fr_fr: Collaborateurs
pt_br: Colaboradores

source: Last Edited
cs_cz: Naposledy upraveno
fr_fr: Dernière modification
pt_br: Última Edição

source: There are no published worksheets.
cs_cz: Nejsou zveřejněny žádné zápisníky
fr_fr: Il n'y a aucune feuille de travail publiée.
pt_br: Não há planilhas publicadas.

source: Welcome to Sage! You can <a href="/new_worksheet">create a new worksheet</a>, view <a href="/pub/">published worksheets</a>, or read the <a href="/help" target="_new">documentation</a>.
cs_cz: Vítejte v Sage! Můžete <a href="/new_worksheet">vytvořit nový zápisník</a>, prohlédnout si <a href="/pub/">zveřejněné zápisníky</a>, nebo přečíst <a href="/help" target="_new">dokumentaci</a>.
fr_fr: Bienvenue dans Sage ! Vous pouvez <a href="/new_worksheet">créer une nouvelle feuille de travail</a>, consulter les <a href="/pub/">feuilles de travail publiées</a> ou lire la <a href="/help" target="_new">Documentation</a>.
pt_br: Bem-vindo ao Sage! Você pode <a href="/new_worksheet">criar uma nova planilha</a>, ver <a href="/pub/">planilhas publicadas</a> ou ler a <a href="/help" target="_new">documentação</a>.

source: running
cs_cz: spuštěný
fr_fr: exécution en cours
pt_br: executando

source: Add or Delete
cs_cz: Přidat nebo vymazat
fr_fr: Ajouter ou supprimer
pt_br: Adicionar ou Remover

source: Share now
cs_cz: Sdílet
fr_fr: Partager maintenant
pt_br: Compartilhar agora

source: published
cs_cz: zveřejněno
fr_fr: publié
pt_br: publicada

source: Account Recovery
cs_cz: Obnova uživatelského účtu
fr_fr: Récupération de compte
pt_br: Recuperação de Conta

source: A new password will be emailed to the email address connected to your account. However if you didn't confirm your email address you will be unable to recover your account.
cs_cz: Nové heslo Vám bude zasláno na emailovou adresu spojenou s vaším účtem. Pokud nepotvrdíte správně Vaši mailovou adresu, nebudete mít k obnově účtu přístup.
fr_fr: Un nouveau mot de passe sera envoyé à l'adresse courriel du compte. Si vous n'avez pas confirmé cette adresse, vous ne pourrez pas récupérer votre compte.
pt_br: Uma nova senha será enviada para o endereço de e-mail cadastrado na sua conta. Porém, se você não tiver confirmado seu e-mail então não será possível recuperar sua conta.

source: Submit
cs_cz: Odeslat
fr_fr: Soumettre
pt_br: Enviar

source: Cancel
cs_cz: Zrušit
fr_fr: Annuler
pt_br: Cancelar

source: Sign up
cs_cz: Přihlásit
fr_fr: Inscription
pt_br: Entrar

source: Sign up for a Sage Notebook account
cs_cz: Založení nového účtu pro prostředí Sage Notebook
fr_fr: Ouvrir un compte dans le Bloc-note Sage
pt_br: Cadastre uma nova conta no Notebook Sage

source: Errors found
cs_cz: Byly nalezeny chyby
fr_fr: Erreurs trouvées
pt_br: Erros encontrados

source: Error found
cs_cz: Nalezena chyba
fr_fr: Erreur trouvée
pt_br: Erro encontrado

source: Create a username
cs_cz: Zvolte si uživatelské jméno
fr_fr: Créer un utilisateur
pt_br: Escolha um nome de usuário

source: Your username must start with a letter and be between 3 and 64 characters long. You may only use letters, numbers, underscores, @, and dots.
cs_cz: Uživatelské jméno musí začínat písmenem, musí mít nejméně 3 a nejvíce 64 znaků. Můžete použít pouze písmena, čísla, podtržítko, zavináč a tečku.
fr_fr: Votre nom d'utilisateur doit commencer par une lettre et comporter entre 3 et 64 signes. Vous pouvez utiliser des lettres, des nombres, les caractères _ @ et des points.
pt_br: O nome de usuário deve iniciar com uma letra e ter entre 4 e 32 caracteres. Ele só pode conter letras, números, sublinhado (_), @ e pontos.

source: No username given
cs_cz: Nebylo zadáno uživatelské jméno
fr_fr: Pas de nom d'utilisateur fourni
pt_br: Nenhum nome de usuário dado

source: Username already in use
cs_cz: Toto uživatelské jméno je již zaregistrováno
fr_fr: Nom d'utilisateur déjà pris
pt_br: Esse nome de usuário já está em uso
