Repository: ppurka/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, fr_fr, pt_br

source: Indenting Blocks
cs_cz: Odsazení bloků
fr_fr: Indenter les blocs
pt_br: Recuo de Blocos

source: Highlight text and press > to indent it all and < to unindent it all (works in Safari and Firefox). In Firefox you can also press tab and shift-tab.
cs_cz: Označte text a stiskněte > pro odsazení a < pro zrušení odsazení (funguje v prohlížečích Safari a Firefox). Ve Firefoxu můžete použít i tab a shift-tab.
fr_fr: Sélectionner du texte et taper > pour l'indenter et < pour le désindenter (marche avec Safari et Firefox). Dans Firefox, marche aussi avec Tab et Maj+Tab.
pt_br: Selecione o texto e pressione > para avançar tudo e < para recuar tudo (funciona no Safari e Firefox). No Firefox você também pode pressionar Tab e Shift+Tab.

source: Comment/Uncomment Blocks
cs_cz: Zakomentování a odkomentování bloků
fr_fr: Commenter/dé-commenter les blocs
pt_br: Comentar / Remover Comentário de Blocos

source: Highlight text and press <strong>ctrl-.</strong> to comment it and <strong>ctrl-,</strong> to uncomment it. Alternatively, use <strong>ctrl-3</strong> and <strong>ctrl-4</strong>.
cs_cz: Označený text můžete zakomentovat pomocí <strong>ctrl-.</strong> a zrušit zakomentování pomocí <strong>ctrl-,</strong>. Můžete též použit <strong>ctrl-3</strong> a <strong>ctrl-4</strong>.
fr_fr: Sélectionner du texte et faire <strong>Ctrl+.</strong> pour le commenter et <strong>Ctrl+,</strong> pour le dé-commenter. Aussi possible avec <strong>Ctrl+3</strong> et <strong>Ctrl+4</strong>.
pt_br: Selecione o texto e pressione <strong>Ctrl+.</strong> para comentá-lo e <strong>Ctrl+,</strong> para remover o comentário. Ou ainda, use <strong>Ctrl+3</strong> e <strong>Ctrl+4</strong>.

source: Paren matching
cs_cz: Párovost závorek
fr_fr: Correction des parenthèses
pt_br: Combinação de Parênteses

source: To fix unmatched or mis-matched parentheses, braces or brackets, press <strong>ctrl-0</strong>. Parentheses before the cursor will be matched, minding strings and (Python) comments.
cs_cz: Pro opravení párovosti závorek můžete použít <strong>ctrl-0</strong>. Bude nalezena párová závorka k závorce před kurzorem.
fr_fr: Pour corriger des parenthèses manquantes ou incorrectes, taper <strong>Ctrl+0</strong>. Les parenthèses avant le curseur seront complétées, en tenant compte des chaînes de caractères et des commentaires Python.
pt_br: Para concertar combinações de parênteses, colchetes ou chaves pressione <strong>Ctrl+0</strong>. Os parênteses antes do cursor serão combinados, pensando em textos e comentários (Python).

source: Interrupt and Restart Sessions
cs_cz: Přerušení a restartování sezení
fr_fr: Interrompre et relancer les sessions
pt_br: Interromper e Reiniciar Sessões

source: Interrupt Running Calculations
cs_cz: Přerušení bežícího výpočtu
fr_fr: Interrompre les calculs en cours
pt_br: Interromper cálculos atuais

source: Click <u>Interrupt</u> or press escape in any input cell. This will (attempt) to interrupt SAGE by sending many interrupt signals.
cs_cz: Stiskněte <u>Přerušit</u> nebo stiskněte escape v libovolné vstupní buňce. Sage zašle signál k přerušení všem běžícím podprocesům.
fr_fr: Cliquer sur <u>Interrompre</u> ou taper Escape dans une cellule. Ceci va tenter d'interrompre Sage en envoyant de nombreux signaux d'interruption.
pt_br: Clique em <u>Interromper</u> ou pressione Espaço em qualquer célula de entrada. Isso irá (tentar) interromper o SAGE enviando muitos sinais de interrupção.

source: Restart
cs_cz: Restartovat
fr_fr: Relancer
pt_br: Reiniciar

source: Type "restart" to restart the SAGE interpreter for a given worksheet. (You have to interrupt first.)
cs_cz: Použijte příkaz "restart" pro restartování Sage interpretru pro současný zápisník. (Musíte nejprve přerušit výpočty.)
fr_fr: Taper "restart", pour relancer l’interpréteur Sage pour une feuille de travail donné. (Il faut d'abord l'interrompre.)
pt_br: Digite "restart" para reiniciar o interpretador SAGE de uma dada planilha. (Você deve interrompê-la primeiro.)

source: Special Cell Blocks
cs_cz: Speciální vstupní buňky
fr_fr: Blocs de cellules spéciales
pt_br: Bloco Especial de Células

source: Evaluate Cell using GAP, Singular, etc.
cs_cz: Vyhodnocení pomocí programů GAP, Singular, atd.
fr_fr: Évaluer la cellule avec GAP, Singular, etc.
pt_br: Avalie células usando GAP, Singular, etc.

source: Put "%gap", "%singular", etc. as the first input line of a cell; the rest of the cell is evaluated in that system.
cs_cz: Zapište "%gap", "%singular", atd. na první řádek vstupní buňky; další řádky buňky budou zpracovány příslušným programem.
fr_fr: Écrire "%gap", "%singular" etc. comme première ligne d'une cellule, le reste de la cellule est alors évalué avec ce système.
pt_br: Colocando "%gap" ou "%singular" como a primeira linha de entrada da célula, o resto da célula será avaliada por esse sistema.

source: Shell Scripts
cs_cz: Příkazy shellu
fr_fr: Scripts Shell
pt_br: Scripts Shell

source: Begin a block with %sh to have the rest of the block evaluated as a shell script. The current working directory is maintained.
cs_cz: Použijte %sh na začátku buňky a zbytek buňky bude vyhodnocen linuxovým shellem. Pracovní adresář zůstane zachován.
fr_fr: Commencer un bloc par %sh pour que le reste du bloc soit évalué comme un script shell. Le répertoire de travail actuel est préservé.
pt_br: Inicio um bloco com %sh para que o resto do mesmo seja avaliado como um script shell. O diretório de trabalho atual é mantido.

source: Interactive Dynamic Widgets
cs_cz: Interaktivní objekty
fr_fr: Gadgets dynamiques interactifs
pt_br: Objetos Interativos e Dinâmicos

source: Put @interact on the line before a function definition. Type interact? for more details.
cs_cz: Vložte @interact na řádek před definici funkce. Použijte interact? pro nápovědu a ukázky.
fr_fr: Écrire @interact dans la ligne précédant la définition d'une fonction. Voir interact? pour plus d'informations.
pt_br: Coloque @interact sobre a linha antes da definição de uma função. Digite interact? para mais detalhes.

source: Autoevaluate Cells on Load
cs_cz: Automatické vyhodnocení buněk při startu
fr_fr: Auto-évaluer les cellules lors du chargement
pt_br: Avaliar Células Automaticamente ao Carregar

source: Any cells with "#auto" in the input is automatically evaluated when the worksheet is first opened.
cs_cz: Každá buňka s řetězcem "#auto" na vstupu je automaticky zpracována při prvním otevření zápisníku.
fr_fr: Les cellules contenant "#auto" sont évaluées automatiquement lors de l'ouverture de la feuille de travail.
pt_br: Qualquer célula com "#auto" na entrada é automaticamente avaliada quando a planilha é aberta pela primeira vez.

source: Time
cs_cz: Čas výpočtu
fr_fr: Temps
pt_br: Tempo

source: Type "%time" at the beginning of the cell.
cs_cz: Použijte "%time" na začátku buňky.
fr_fr: Taper "%time" au début de la cellule.
pt_br: Digite "%time" no início da célula

source: Useful Tips
cs_cz: Užitečné tipy
fr_fr: Trucs et Astuces
pt_br: Dicas Úteis

source: Input Rules
cs_cz: Vstupní pravidla
fr_fr: Règles d'entrée
pt_br: Regras de Entrada

source: Code is evaluated by exec'ing (after preparsing). Only the output of the last line of the cell is implicitly printed. If any line starts with "sage:" or ">>>" the entire block is assumed to contain text and examples, so only lines that begin with a prompt are executed. Thus you can paste in complete examples from the docs without any editing, and you can write input cells that contains non-evaluated plain text mixed with examples by starting the block with ">>>" or including an example.
cs_cz: Kód je spouštěn po předformátování. Implicitně je vytištěn je pouze výstup posledního řádku. Pokud libovolný řádek začíná řetězcem "sage:" nebo ">>>", potom se předpokládá, že celý blok obsahuje ukázky a příklady a vyhodnoceny jsou pouze řádky s těmito řetězci. Můžete tedy zkopírovat úplné příklady z dokumentace bez dodatečných úprav. Můžete také používat vstupní buňky, kde jsou kombinovány textové komentáře s příkazy uvozenými ">>>".
fr_fr: Le code est évalué par exec (après un filtre). Seul le résultat de la dernière ligne de la cellule est affiché. Si une ligne commence par "sage:" ou ">>>" le bloc entier est supposé contenir du texte et des exemples, et seules les lignes commençant par "sage:" sont exécutées. Vous pouvez ainsi copier-coller des exemples complets depuis la documentation. Vous pouvez écrire des cellules qui mélangent texte non-évalué et exemples, en commençant par ">>>" ou en incluant un exemple.
pt_br: Os códigos são avaliados por execução (depois de uma pré-análise). Somente a saída da última linha da célula é impressa implicitamente. Se qualquer linha começa com "sage:" ou ">>>" será considerado que o bloco inteiro contém textos e exemplos, então somente as linhas iniciadas com um <i>prompt</i> serão executadas. Sendo assim, você pode copiar inteiramente os exemplos da documentação sem editar nada. Além disso, você pode escrever células de entrada que contém textos que não precisam ser avaliados juntamente com exemplos, bastando para isso iniciar o bloco com ">>>" ou incluindo um exemplo.

source: History
cs_cz: Historie
fr_fr: Historique
pt_br: Histórico

source: Click <a href="/history">log</a> commands you have entered in any worksheet of this notebook.
cs_cz: Použijte odkaz <a href="/history">log</a> pro zobrazení vašich posledních příkazů použitých v libovolném zápisníku.
fr_fr: Cliquer sur <a href="/history">Historique</a> pour voir toutes les commandes entrées dans tous les feuilles de travail de ce carnet.
pt_br: Clique no menu <a href="/history">Histórico</a> para ver os comandos que você digitou em qualquer planilha desse notebook.

source: Typesetting All Output
cs_cz: Sazba vzorců na výstupu
fr_fr: Mise en forme de tous les résultats
pt_br: Melhor impressão de todas as saídas

source: Type pretty_print_default() in an input cell and press shift-enter. All future output will be typeset automatically.
cs_cz: Spusťte pretty_print_default() ve vstupní buňce (zapište a stiskněte shift-enter). Následující výstupy budou automaticky pěkně formátovány.
fr_fr: Taper <strong>pretty_print_default()</strong> dans une cellule puis taper <strong>Maj+Entrée</strong>. Les sorties suivantes seront alors typographiées.
pt_br: Digite pretty_print_default() em uma célula de entrada e pressione Shift+Enter. Todas as saídas futuras terão uma melhor impressão automaticamente.

source: Files and Scripts
cs_cz: Soubory a skripty
fr_fr: Fichiers et Scripts
pt_br: Arquivos e <i>Scripts</i>

source: Loading SAGE/Python Scripts
cs_cz: Nahrávání skriptů Sage/Python
fr_fr: Charger des fichiers Sage ou Python
pt_br: Carregando <i>Scripts</i> SAGE/Python

source: Use "load filename.sage" and "load filename.py". Load is relative to the path you started the notebook in. The .sage files are preparsed and .py files are not. You may omit the .sage or .py extension. Files may load other files.
cs_cz: Použijte "load filename.sage" a "load filename.py". Nahrávání je vzhledem k cestě, odkud je spuštěn zápisník. Sobory .sage jsou předformátovány preparserem, soubory .py ne. Koncovku .sage a .py můžete vynechat. Soubory mohou nahrávat další soubory.
fr_fr: Utiliser "load nomdefichier.sage" et "load nomdefichier.py". L'adresse est relative au répertoire dans lequel le Bloc-note Sage a été lancé. Les fichiers .sage sont d'abord passés par un filtre, mais pas les fichiers .py. On peut omettre l'extension (.py ou .sage). Des fichiers peuvent charger d'autres fichiers.
pt_br: Use "load arquivo.sage" e "load arquivo.py". O carregamento será relativo ao diretório onde você iniciou o notebook. Os arquivos .sage são pré-analisados, mas .py não são. Você pode omitir as extensões .sage e .py. Os arquivos podem carregar outros arquivos.

source: Attaching Scripts
cs_cz: Připojení skriptů
fr_fr: Attacher des fichiers Sage ou Python
pt_br: <i>Scripts</i> Anexos

source: Use "attach filename.sage" or "attach filename.py". Attached files are automatically reloaded when the file changes. The file $HOME/.sage/init.sage is attached on startup if it exists.
cs_cz: Použijte "attach filename.sage" nebo "attach filename.py". Připojené skripty jsou při změnách automaticky opětovně nahrány. Pokud v systému existuje soubor $HOME/.sage/init.sage, je tento soubor připojen při startu.
fr_fr: Utiliser "load nomdefichier.sage" et "load nomdefichier.py". Les fichiers attachés modifiés sont rechargés automatiquement. Le fichier $HOME/.sage/init.sage est attaché au démarrage s'il existe.
pt_br: Use "attach arquivo.sage" ou "attach arquivo.py". Arquivos anexos são automaticamente recarregados quando são alterados. O arquivo $HOME/.sage/init.sage é anexado na inicialização, caso ele exista.

source: Working Directory
cs_cz: Pracovní adresář
fr_fr: Répertoire de travail
pt_br: Diretório de Trabalho

source: Each block of code is run from its own directory. If any images are created as a side effect, they will automatically be displayed.
cs_cz: Každá vstupní buňka je spouštěna ve vlastním adresáři. Pokud jsou během výpočtu vytvořeny obrázky, jsou tyto obrázky automaticky zobrazeny.
fr_fr: Chaque bloc de code est executé depuis son propre répertoire. Si des images sont crées, elles sont automatiquement affichées.
pt_br: Cada bloco de código é rodado a partir de seu próprio diretório. Se quaisquer imagens são criadas como um efeito colateral, então elas serão automaticamente exibidas.

source: DIR Variable
cs_cz: Proměnná DIR
fr_fr: Variable DIR
pt_br: Variável DIR

source: The variable DIR contains the directory from which you started the SAGE notebook. For example, to open a file in that directory, do "open(DIR+'filename')".
cs_cz: Proměnná DIR obsahuje jméno adresáře, odkud byl spuštěn program Sage Notebook. Například pro otevření souboru v tomto adresáři můžete použít příkaz "open(DIR+'soubor')".
fr_fr: La variable DIR contient le répertoire dans lequel le Bloc-note Sage a été lancé. Pour ouvrir un fichier dans ce répertoire, taper "open(DIR+'nomdefichier')".
pt_br: A variável DIR contém o diretório a partir do qual você iniciou o notebook SAGE. Por exemplo, para abrir um arquivo nesse diretório use "open(DIR+'arquivo')".

source: DATA Variable
cs_cz: Proměnná DATA
fr_fr: Variable DATA
pt_br: Variável DATA

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do "open(DATA+'filename')". If foo.sage is a Sage file that you uploaded, type "load foo.sage"; if foo.py is a Python file, you can import it by typing "import foo".
cs_cz: Můžete použít menu Data pro uložení obrázků a jiných souborů a pro vytvoření souborů, které mohou být sdíleny mezi zápisníky. Proměnná DATA obsahuje cestu k těmto souborům. Například pro otevření souboru v tomto adresáři můžete použít "open(DATA+'soubor')". Pokus nahrajete soubor foo.sage, můžete použít "load foo.sage"; pokud nahrajete soubor foo.py jazyka Python, můžete jej začlenit pomocí "import foo".
fr_fr: Utiliser le menu Données pour charger des images et autres fichiers, et créer de nouveaux fichiers qui peuvent être partagés entre les feuilles de travail. La variable DATA contient le chemin vers les fichiers de données. Par exemple, pour ouvrir un fichier dans ce répertoire, écrire "open(DATA+'nomdefichier')". Si truc.sage est un fichier Sage que vous avez chargé, taper "load truc.sage" ; si truc.py est un fichier Python, vous pouvez l'importer en tapant "import truc".
pt_br: Use o menu Dados para enviar imagens e outros arquivos, ou ainda para criar novos, que podem ser compartilhados entre as planilhas. A variável DATA contém o diretório onde está esses arquivos de dados. Por exemplo, para abrir um arquivo desse diretório use "open(DATA+'arquivo')". Se exemplo.sage é um arquivo Sage que você enviou, então use "load exemplo.sage"; se exemplo.py é um arquivo Python, então você pode importá-lo usando "import exemplo".

source: Loading and Saving Objects
cs_cz: Ukládání a čtení objektů
fr_fr: Charger et sauver des objets
pt_br: Carregando e Salvando Objetos

source: Use "save obj1 obj2 ..." and "load obj1 obj2 ...". This allows for easy moving of objects from one worksheet to another, and saving of objects for later use.
cs_cz: Můžete použít "save obj1 obj2 ..." a "load obj1 obj2 ...". Tím umožníte přenos objektů z jednoho zápisníku do druhého a uložení objektů pro pozdější další použití.
fr_fr: Utiliser "save obj1 obj2 ..." und "load obj1 obj2 ...". Ceci permer de transférer facilement des objets d'une feuille de travail à un autre, ou de les conserver pour usage ultérieur.
pt_br: Use "save obj1 obj2 ..." e "load obj1 obj2 ...". Isso permite o fácil deslocamento de objetos entre planilhas, além de salvar os objetos para uso futuro.

source: Loading and Saving Sessions
cs_cz: Uložení a obnovení sezení
fr_fr: Charger et sauver des sessions
pt_br: Carregando e Salvando Sessões

source: Use "save_session('name')" to save all variables to an object. Use "load_session('name')" to <i>merge</i> in all variables from a saved session.
cs_cz: Můžete použít "save_session('name')" pro uložení všech proměnných. Můžete použít "load_session('name')" pro <i>přihrání</i> všech uložených proměnných do aktuálního sezení.
fr_fr: Utiliser "save_session('Nom')" pour sauver toutes les variables dans un objet. Utiliser "load_session('Nom')" pour <i>restaurer</i> toutes les variables d'une session sauvgardée.
pt_br: Use "save_session('nome')" para salvar todas as variáveis em um objeto. Use "load_session('nome')" para <i>mesclar</i> todas as variáveis de uma sessão salva.

source: Customizing the Notebook CSS
cs_cz: Úprava CSS
fr_fr: Personnaliser le style CSS du Bloc-note Sage
pt_br: Personalizando o CSS do Notebook

source: If you create a file <tt>$HOME/.sage/notebook.css</tt> then it will get applied when rendering the notebook. See
cs_cz: Pokud existuje soubor <tt>$HOME/.sage/notebook.css</tt> je tento soubor použit při formátování zápisníku. Viz
fr_fr: Si vous créez un fichier <tt>$HOME/.sage/notebook.css</tt>, il sera utilisé pour le rendu du Bloc-note Sage. Voir
pt_br: Se você criar um arquivo <tt>$HOME/.sage/notebook.css</tt>, então ele será aplicado quando o notebook for iniciado.

source: Please specify a worksheet to load.%s
cs_cz: Vyberte zápisník pro nahrání.%s
fr_fr: Merci de choisir une feuille de travail à charger.%s
pt_br: Por favor especifique uma planilha para carregar.%s

source: There was an error uploading the worksheet. It could be an old unsupported format or worse. If you desperately need its contents contact the <a href="http://groups.google.com/group/sage-support">sage-support group</a> and post a link to your worksheet. Alternatively, an sws file is just a bzip2 tarball; take a look inside!%s
cs_cz: Nahrávání zápisníku skončilo chybou. Může být ve starém nebo nepodporovaném formátu. Pokud nutně potřebujete přístup k tomuto zápisníku, kontaktujte <a href="http://groups.google.com/group/sage-support">sage-support group</a> a pošlete sem odkaz na Váš soubor (jedná se o anglicky mluvící diskusní skupinu). Můžete se také pokusit sws soubor rozbalit, jedná se o balíček zabalený pomocí tar a bzip2!%s
fr_fr: Il s'est produit une erreur lors du chargement de la feuille de travail. Peut-être est-elle dans un format obsolète, ou pire encore. Si vous avez désespérement besoin de son contenu, vous pouvez contacter le <a href="http://groups.google.com/group/sage-support">groupe sage-support</a> et y poster un lien vers votre feuille de travail. Autre solution : un fichier .sws est juste un fichier compressé au format tar+bzip ; regardez son contenu ! %s
pt_br: Ocorreu um erro enviando a planilha. Pode ter sido devido a um velho formato não suportado ou pior. Se você precisa desesperadamente desse conteúdo, contate o <a href="http://groups.google.com/group/sage-support">grupo sage-support</a> e poste o endereço (URL) de sua planilha. Ou ainda, uma arquivo .sws é apenas uma compactação bzip2. Dê uma olhada dentro dele!%s

source: There was an error uploading "%s" (please recheck the URL).%s
cs_cz: Chyba při nahrávání "%s" (zkontrolujte prosím URL).%s
fr_fr: Erreur lors du chargement de "%s" (merci de vérifier l'URL).%s
pt_br: Ocorreu um erro enviando "%s" (por favor, confira a URL).%s

source: Return to <a href="%s" title="Upload or create a data file in a wide range of formats"><strong>Upload or Create Data File</strong></a> or <a href="%s" title="Interactively use the worksheet"><strong>%s</strong></a>.
cs_cz: Zpět na <a href="%s" title="Nahrát nebo vytvořit datový soubor"><strong>Nahrát nebo vytvořit datový soubor</strong></a> nebo <a href="%s" title="Práce se zápisníkem"><strong>%s</strong></a>.
fr_fr: Revenir à <a href="%s" title="Importer ou créer un fichier dans un large choix de formats"><strong>Importer ou créer un fichier de données</strong></a> ou <a href="%s" title="Utiliser cette feuille de travail en mode interactif"><strong>%s</strong></a>.
pt_br: Retornar para <a href="%s" title="Enviar ou criar um arquivo de dados em vários formatos"><strong>Enviar ou Criar Arquivo de Dados</strong></a> ou <a href="%s" title="Use essa planilha interativamente"><strong>%s</strong></a>.

source: Error uploading file (missing fileField file).%s
cs_cz: Chyba při nahrávání souboru (missing fileField file).%s
fr_fr: Erreur de chargement du fichier (fichier manquant ?).%s
pt_br: Erro enviando arquivo (arquivo fileField faltando).%s

source: Error uploading file (missing %s arg).%s
cs_cz: Chyba při nahrávání souboru (missing %s arg).%s
fr_fr: Erreur de chargement du fichier (argument %s manquant).%s
pt_br: Erro enviando arquivo (argumentos %s faltando).%s

source: Error uploading file (missing filename).%s
cs_cz: Chyba při nahrávání soubodu (chybějící jméno souboru).%s
fr_fr: Erreur de chargement du fichier (nom de fichier manquant).%s
pt_br: Erro enviando arquivo (nome do arquivo faltando).%s

source: Suspicious filename "%s" encountered uploading file.%s
cs_cz: Nekorektní jméno souboru "%s" při nahrávání.%s
fr_fr: Nom de fichier suspect "%s" trouvé lors du chargement .%s
pt_br: Nome de arquivo "%s" suspeito encontrado enquanto enviando o arquivo.%s

source: Successfully deleted "%s"
cs_cz: Soubor "%s" úspěšně smazán.
fr_fr: Suppression réussie de "%s"
pt_br: Apagado com sucesso "%s"

source: No data files
cs_cz: Nejsou datové soubor
fr_fr: Pas de fichiers de données
pt_br: Sem arquivos de dado

source: Error in introspection -- invalid cell id.
cs_cz: Chyba -- špatné id u buňky.
fr_fr: Erreur d'introspection -- identifiant de cellule invalide.
pt_br: Erro na introspecção -- id inválido de célula.

source: You must <a href="/">login first</a> in order to edit this worksheet.
cs_cz: Pro editaci zápisníku se musíte <a href="/">přihlásit</a>.
fr_fr: Vous devez <a href="/">vous connecter</a> pour pouvoir éditer cette feuille de travail.
pt_br: Você deve <a href="/">conectar-se primeiro</a> antes de editar esta planilha.

source: Old password not given
cs_cz: Staré heslo nebylo zadáno
fr_fr: Ancien mot de passe non fourni
pt_br: Senha antiga não fornecida

source: Incorrect password given
cs_cz: Neplatné heslo
fr_fr: Mot de passe incorrect
pt_br: Senha incorreta fornecida

source: New password not given
cs_cz: Nebylo zadáno nové heslo
fr_fr: Pas de nouveau mot de passe fourni
pt_br: Nova senha não fornecida

source: Please type in new password again.
cs_cz: Prosím, zadejte nové heslo ještě jednou.
fr_fr: Merci de taper à nouveau le nouveau mot de passe.
pt_br: Por favor digite no campo nova senha novamente.

source: The passwords you entered do not match.
cs_cz: Zadaná hesla se neshodují.
fr_fr: Les mots de passe ne correspondent pas.
pt_br: As senhas que você forneceu não combinam

source: Confirmed
cs_cz: Potvrzeno
fr_fr: Confirmé
pt_br: Confirmado
