Repository: ppurka/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, fr_fr, pt_br

source: The password for the user %(u)s has been reset to <strong>%(p)s</strong>
cs_cz: Heslo pro uživatele %(u)s bylo nastaveno na <strong>%(p)s</strong>
fr_fr: Le mot de passe de l'utilisateur %(u)s a été réinitialisé en <strong>%(p)s</strong>
pt_br: A senha do usuário %(u)s foi reiniciada para <strong>%(p)s</strong>

source: Suspension
cs_cz: Pozastavení
fr_fr: Suspendre
pt_br: Suspensão

source: Reset
cs_cz: Resetovat
fr_fr: Réinitialiser
pt_br: Reiniciar

source: Unsuspend
cs_cz: Povolit
fr_fr: Reprendre
pt_br: Tirar suspensão

source: Suspend
cs_cz: Zakázat
fr_fr: Suspendre
pt_br: Suspender

source: Ratings for %(wn)s
cs_cz: Hodnocení pro %(wn)s
fr_fr: Évaluations pour %(wn)s
pt_br: Pontuação para %(wn)s

source: Go to the worksheet.
cs_cz: Přejít na zápisník.
fr_fr: Aller à la feuille de travail
pt_br: Ir para a planilha.

source: User
cs_cz: Uživatel
fr_fr: Utilisateur
pt_br: Usuário

source: Comment
cs_cz: Komentář
fr_fr: Commentaire
pt_br: Comentário

source: last edited on %(t)s by %(le)s
cs_cz: poslední změna %(t)s, uživatel %(le)s
fr_fr: Dernière modification le %(t)s par %(le)s
pt_br: última edição em %(t)s por %(le)s

source: %(t)s ago by %(le)s
cs_cz: před %(t)s, autor %(le)s
fr_fr: depuis %(t)s par %(le)s
pt_br: %(t)s atrás por %(le)s

source: Click to download and install tex fonts.
cs_cz: Kliknutím spustíte stažení a instalaci TeXovských fontů.
fr_fr: Cliquer pour télécharger et installer les fontes TeX
pt_br: Clique para baixar e instalar as fontes tex.

source: Your browser / OS combination is not supported.\nPlease use Firefox or Opera under Linux, Windows, or Mac OS X, or Safari.
cs_cz: Vámi použitá kombinace operačního systému a prohlížeče není podporována.\nPoužijte prosím prohlížeče Firefox nebo Opera v operačních systémech Linux a Windows. V Mac OS X použijte Safari.
fr_fr: Votre combinaison Système/navigateur n'est pas supportée.\nMerci d'utiliser Firefox ou Opera sous Linux, Mac OS X ou Windows, ou encore Safari.
pt_br: A combinação entre seu navegador e S.O. não é suportada.\nPor favor, use Firefox ou Opera com o Linux, Mac OS X, Safari ou Windows.

source: Java Applet Hidden
cs_cz: Skrytý Java applet
fr_fr: Applet Java cachée
pt_br: Aplicativo Java Escondido

source: Click here to pop out
cs_cz: Klikněte sem pro vložení do samostatného okna
fr_fr: Cliquer ici pour ouvrir une mini-fenêtre
pt_br: Clique aqui para aparecer

source: Error applying function to worksheet(s).
cs_cz: Chyby při použití funkce na zápisník(y).
fr_fr: Erreur lors de l'application de la fonction à la feuille de travail
pt_br: Erro aplicando a função na planilha(s).

source: Title of saved worksheet
cs_cz: Název ukládaného zápisníku
fr_fr: Titre de la feuille de travail sauvée
pt_br: Título da planilha salva

source: Failed to save worksheet.
cs_cz: Uložení zápisníku se nezdařilo.
fr_fr: Échec de sauvegarde de la feuille de travail
pt_br: Falha ao salvar a planilha.

source: Please enter a name for this worksheet.
cs_cz: Prosím, zadejte název zápisníku.
fr_fr: Entrer un nom pour cette feuille de travail
pt_br: Por favor digite um nome para essa planilha

source: Rename
cs_cz: Přejmenovat
fr_fr: Renommer
pt_br: Renomear

source: Possible failure deleting worksheet.
cs_cz: Pravděpodobně nastala chyba při mazání souboru
fr_fr: Échec possible de suppression de la feuille de travail.
pt_br: Possível falha apagando a planilha

source: unprinted
cs_cz: netiskne se
fr_fr: pas imprimé
pt_br: não impresso

source: You requested to evaluate a cell that, for some reason, the server is unaware of.
cs_cz: Z nějakého důvodu server nereagoval na žádost o vyhodnocení buňky.
fr_fr: Vous demandez à évaluer une cellule que le serveur ne connaît pas.
pt_br: Você requisitou avaliar uma célula que, por alguma razão, o servidor não conhece.

source: This worksheet is read only. Please make a copy or contact the owner to change it.
cs_cz: Tento zápisník je pouze ke čtení. Prosím udělejte si kopii nebo kontaktujte majitele pro změnu nastavení.
fr_fr: Cette feuille de travail est en mode lecture seule. Faire une copie ou contacter son possesseur pour la modifier.
pt_br: Essa planilha é somente para leitura. Por favor faça uma cópia ou entre em contato com o proprietário para alterá-la.

source: loading...
cs_cz: nahrávání...
fr_fr: chargement en cours...
pt_br: carregando...

source: Error updating cell output after
cs_cz: Chyba při aktualizaci buňky po
fr_fr: Erreur d'actualisation du résultat de la cellule après
pt_br: Erro atualizando a saída da célula após

source: s (canceling further update checks).
cs_cz: s (ruší se následující kontroly aktualizace)
fr_fr: s (fin des essais d'actualisation).
pt_br: s (cancelando futuras checagens de atualização).

source: Problem inserting new input cell after current input cell.\n
cs_cz: Nepodařilo se vložit novou buňku za buňku současnou.\n
fr_fr: Problème lors de l'insertion d'une cellule après la cellule courante.\n
pt_br: Problema ao inserir nova célula de entrada após a atual.

source: Worksheet is locked. Cannot insert cells.
cs_cz: Zápisník je zamčený pro změny. Není možno vložit buňky.
fr_fr: La feuille de travail est verrouillée. Insertion de cellules impossible.
pt_br: A planilha está travada. Não se pode inserir células.

source: Unable to interrupt calculation.
cs_cz: Přerušení výpočtu se nezdařilo.
fr_fr: impossible d'interrompre le calcul.
pt_br: Não foi possível interromper o cálculo.

source: Close this box to stop trying.
cs_cz: Zavřete rámeček pro konec pokusů.
fr_fr: Fermer cette boîte pour cesser d'essayer.
pt_br: Feche essa caixa para parar de tentar.

source: Interrupt attempt
cs_cz: Pokus o přerušení
fr_fr: Tentative d'interruption.
pt_br: Tentativa de interromper

source: <a href='javascript:restart_sage();'>Restart</a>, instead?
cs_cz: <a href='javascript:restart_sage();'>Restartovat</a>?
fr_fr: Plutôt <a href='javascript:restart_sage();'>relancer</a> Sage ?
pt_br: <a href='javascript:restart_sage();'>Reiniciar</a>, ao invés disso?

source: Emptying the trash will permanently delete all items in the trash. Continue?
cs_cz: Vysypání koše definitivně odstraní všechny položky,které v koši jsou. Pokračovat?
fr_fr: Vider la corbeille supprimera définitivement son contenu. Continuer ?
pt_br: Esvaziando a lixeira todos os itens serão apagados permanentemente. Deseja continuar?

source: Get Image
cs_cz: Uložit obrázek
fr_fr: Obtenir l'image
pt_br: Obter Imagem

source: Jmol Image
cs_cz: Obrázek programu Jmoll
fr_fr: Image Jmol
pt_br: Imagem do Jmol

source: To save this image, you can try right-clicking on the image to copy it or save it to a file, or you may be able to just drag the image to your desktop.
cs_cz: Obrázek můžete uložit do souboru pomocí pravého tlačítka myši. V některých prostředích je možno obrázek přímo přetáhnout na plochu.
fr_fr: Pour sauver cette image, essayer un clic droit sur l'image pour la copier ou la sauver dans un fichier. Il est peut-être aussi possible de glisser-déposer vers le bureau.
pt_br: Para salvar essa imagem você pode tentar clicar com o botão direito do mouse sobre ela e usar as opções de seu navegador. Talvez você também possa arrastar a imagem para a sua Área de Trabalho.

source: Sorry, but you need a browser that supports the &lt;canvas&gt; tag.
cs_cz: Litujeme, musíte použít prohlížeč, který podporuje tag &lt;canvas&gt;.
fr_fr: Désolé, il vous faut un navigateur supportant la balise &lt;canvas&gt;.
pt_br: Desculpe-me, mas o seu navegador precisa suportar o tag &lt;canvas&gt;

source: Trying again in %(num)d second...
cs_cz: Nový pokus za %(num)d sekundu...
fr_fr: Essayer à nouveau dans %(num)d seconde...
pt_br: Tentar novamente em %(num)d segundo...

source: Please ask the server administrator to configure a challenge!
cs_cz: Požádejte administrátora serveru o konfiguraci kontrolních otázek!
fr_fr: Merci de demander à l'administrateur du serveur de choisir une question !
pt_br: Por favor, solicite ao administrador do servidor que configure um desafio!

source: Is pi > e?
cs_cz: Je pi>e?
fr_fr: Est-ce que pi > e ?
pt_br: É verdade que pi > e ?

source: y|yes
cs_cz: a|ano
fr_fr: o|oui
pt_br: s|sim

source: What is 3 times 8?
cs_cz: Kolik je tři krát osm?
fr_fr: Combien font 3 fois 8 ?
pt_br: Quanto é 3 vezes 8?

source: 24|twenty-four
cs_cz: 24|dvacet čtyři
fr_fr: 24|vingt-quatre
pt_br: 24|vinte e quatro

source: What is 2 plus 3?
cs_cz: Kolik je 2 plus 3?
fr_fr: Combien font 2 plus 3 ?
pt_br: Quanto é 2 mais 3?

source: 5|five
cs_cz: 5|pět
fr_fr: 5|cinq
pt_br: 5|cinco

source: How many bits are in one byte?
cs_cz: Kolik bitů je v jednom bajtu?
fr_fr: Combien de bits y a-t-il dans un octet ?
pt_br: Quantos bits há em um byte?

source: 8|eight
cs_cz: 8|osm
fr_fr: 8|huit
pt_br: 8|oito

source: What is the largest prime factor of 15?
cs_cz: Jaký je největší dělitel čísla 15?
fr_fr: Quel est le plus grand facteur premier de 15 ?
pt_br: Qual é o maior fator primo de 15?

source: Updated
cs_cz: Aktualizováno
fr_fr: Actualisé
pt_br: Atualizado

source: optional
cs_cz: volitelné
fr_fr: optionnel
pt_br: opcional

source: Hi %s!
cs_cz: Ahoj %s!
fr_fr: Bonjour %s!
pt_br: Olá %s!

source: Thank you for registering for the Sage notebook. To complete your registration, copy and paste the following link into your browser: %s://%s:%s/confirm?key=%s You will be taken to a page which will confirm that you have indeed registered.
cs_cz: Děkujeme za registraci. Pro dokončení registrace zkopírujte následující odkaz do Vašeho internetového prohlížeče: %s://%s:%s/confirm?key=%s Budete přesměrováni na stránku, kde budete moci dokončit registraci.
fr_fr: Merci de votre enregistrement dans le Bloc-note Sage. Pour compléter l'enregistrement, veuillez copier-coller le lien suivant dans votre navigateur : %s://%s:%s/confirm?key=%s Ce lien vous mènera à une page qui confirmera que vous avez bien été enregistrés.
pt_br: Obrigado por registrar-se no Notebook Sage. Para completar seu registro, copie e cole o endereço a seguir no seu navegador: %s://%s:%s/confirm?key=%s Você será levado para uma página que irá confirmar que você está de fato registrado.

source: Your new password is %s Sign in at %s://%s:%s/ Make sure to reset your password by going to Settings in the upper right bar.
cs_cz: Vaše nové heslo je %s Příhlaste se na %s://%s:%s/ Po přihlášení si prosím změňte heslo (odkaz "Nastavení" vpravo nahoře ).
fr_fr: Votre nouveau mot de passe est : %s Connectez-vous : %s://%s:%s/ Assurez-vous de modifier votre mot de passe via le menu Paramètres de la barre horizontale.
pt_br: A sua nova senha é: %s Conecte-se aqui: %s://%s:%s/ Certifique-se de alterar sua senha através do menu Configurações na barra superior.

source: Appearance
cs_cz: Vzhled
fr_fr: Apparence
pt_br: Aparência

source: Authentication
cs_cz: Autentizace
fr_fr: Authentification
pt_br: Autenticação

source: Server
fr_fr: Serveur
pt_br: Servidor

source: Number of word-wrap columns
cs_cz: Počet znaků na řádek
fr_fr: Choix du nombre de colonnes
pt_br: Número de colunas por linha

source: Maximum history length
cs_cz: Maximální délka historie
fr_fr: Longueur maximale de l'historique
pt_br: Tamanho máximo do histórico

source: Idle timeout (seconds)
fr_fr: Terminaison après durée d'inactivité (en secondes)
pt_br: Tempo de saída Idle (segundos)

source: Idle check interval (seconds)
fr_fr: Intervalle de vérification d'inactivité (en secondes)
pt_br: Intervalo de checagem Idle (segundos)

source: Save interval (seconds)
cs_cz: Interval ukládání (sekundy)
fr_fr: Intervalle de sauvegarde automatique (en secondes)
pt_br: Intervalo de salvamento (segundos)

source: Doc pool size
fr_fr: Volume de stockage des documents
pt_br: Tamanho da documentação

source: Worksheet process users (comma-separated list)
fr_fr: Utilisateurs des processus de la feuille de travail (liste séparée par des virgules)
pt_br: Usuários de processamento de planilha (lista separada por vírgulas)

source: Default system
fr_fr: Système par défaut
pt_br: Sistema padrão

source: Pretty print (typeset) output
cs_cz: Vykreslovat matematické výrazy
fr_fr: Affichage amélioré (typographie)
pt_br: Saída de impressão elegante (typeset)

source: Worksheet process limits
fr_fr: Limites des processus des feuilles de travail
pt_br: Limites de processamento de planilha

source: Enable published interacts (EXPERIMENTAL; USE AT YOUR OWN RISK)
fr_fr: Autoriser les feuilles de travail interactives publiées (EXPÉRIMENTAL : À VOS RISQUES ET PÉRILS)

source: Require e-mail for account registration
fr_fr: Exiger une adresse courriel pour ouvrir un compte
pt_br: Requisitar e-mail para registrar contas

source: Enable user registration
cs_cz: Umožnit registraci dalších uživatelů
fr_fr: Autoriser l'ouverture de comptes
pt_br: Habilitar registro de usuário

source: Use a challenge for account registration
fr_fr: utiliser une question/défi pour l'ouverture de compte
pt_br: Usar um desafio para registrar contas

source: Type of challenge
fr_fr: Type de question/défi
pt_br: Tipo do desafio

source: reCAPTCHA public key
fr_fr: reCAPTCHA clé publique
pt_br: Chave pública do reCAPTCHA

source: reCAPTCHA private key
fr_fr: reCAPTCHA clé privée
pt_br: Chave privada do reCAPTCHA

source: Default Language
cs_cz: Přednastavený jazyk
fr_fr: Langue par défaut
pt_br: Idioma padrão

source: Allow OpenID authentication (requires python ssl module)
fr_fr: Autoriser l'authentification par OpenID (nécessite le module python ssl)

source: %(num)d second
cs_cz: %(num)d sekundou
fr_fr: %(num)d seconde
pt_br: %(num)d segundo

source: %(num)d hour
fr_fr: %(num)d heure
pt_br: %(num)d hora

source: %(num)d day
fr_fr: %(num)d jour
pt_br: %(num)d dia

source: Sage Notebook
fr_fr: Bloc-note Sage
pt_br: Notebook Sage

source: Find Help and Documentation
cs_cz: Nápověda a dokumentace
fr_fr: Trouver Aide et Documentation
pt_br: Encontre Ajuda e Documentação

source: Get Started with Sage
cs_cz: První kroky s programem Sage
fr_fr: Premiers pas en Sage
pt_br: Começe a conhecer o Sage

source: <a href="/doc/live/tutorial/index.html">Work through the tutorial</a> (if you have trouble with it, view the <a href="/doc/static/tutorial/index.html">static version</a>).
cs_cz: <a href="/doc/live/tutorial/index.html">Anglický tutoriál</a> (pokud při práci máte problémy, použijte <a href="/doc/static/tutorial/index.html">statickou verzi</a>).
fr_fr: <a href="/doc/live/tutorial/index.html">Utiliser le tutoriel</a> (si vous avez des difficultés, voir la <a href="/doc/static/tutorial/index.html">version statique</a>).
pt_br: <a href="/doc/live/tutorial/index.html">Navegue através do tutorial</a> (se você tiver problema com essa opção, veja a <a href="/doc/static/tutorial/index.html">versão estática</a>).

source: Help About
cs_cz: Kontextová nápověda
fr_fr: Aide contextuelle
pt_br: Ajuda Sobre Algo

source: Type ? immediately after the object or function and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
cs_cz: Zapište ? bezprostředně za objekt nebo funkci a stiskněte tab nebo shift-enter (shift-enter přepíše výstup buňky v zápisníku).
fr_fr: Taper ? après un objet ou une fonction et appuyer sur Tab ou Maj+Entrée (la combinaison Maj+Entrée écrit la documentation dans la feuille de travail).
pt_br: Digite ? imediatamente após o objeto ou função e pressione Tab ou Shift+Enter (a combinação Shift+Enter sobrescreve a saída e salva na planilha)

source: Put ?? after the object and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
cs_cz: Zapište ?? bezprostředně za objekt a stiskněte tab nebo shift-enter (shift-enter přepíše výstup buňky v zápisníku).
fr_fr: Taper ?? après un objet ou une fonction et appuyer sur Tab ou Maj+Entrée (la combinaison Maj+Entrée écrit les sources dans la feuille de travail).
pt_br: Digite ?? imediatamente após o objeto e pressione Tab ou Shift+Enter (a combinação Shift+Enter sobrescreve a saída e salva na planilha)

source: Full Text Search of Docs and Source
cs_cz: Fulltextové prohledávání dokumentace a zdrojových kódů
fr_fr: Recherche dans la documentation et le code source
pt_br: Busca de Texto Completa em Documentos e Fontes

source: Search the SAGE documentation by typing <pre>search_doc("my query")</pre> in an input cell and press shift-enter. Search the source code of SAGE by typing <pre>search_src("my query")</pre> and pressing shift-enter. Arbitrary regular expressions are allowed as queries.
cs_cz: Dokumentaci programu SAGE můžete prohledávat pomocí příkazu <pre>search_doc("dotaz")</pre> ve vstupním poli a následně stiskem shift-enter. Zdrojové kódy je možno prohledávat pomocí <pre>search_src("dotaz")</pre>. Jako dotaz může sloužit libovolný regulární výraz.
fr_fr: Chercher dans la documentation en tapant <pre>search_doc("ma requête")</pre> dans une cellule puis taper Maj+Entrée. Chercher dans le code source de Sage en tapant <pre>search_src("ma requête")</pre> dans une cellule puis taper Maj+Entrée. Les requêtes peuvent être des expressions régulières.
pt_br: Faça buscas dentro da documentação do SAGE digitando <pre>search_doc("minha pesquisa")</pre> em uma célula de entrada e pressionando Shift+Enter. Faça buscas dentro do código fonte do SAGE digitando <pre>search_src("minha pesquisa")</pre> e pressionando Shift+Enter. Você pode procurar por expressões regulares arbitrárias.

source: Key and Mouse Bindings
cs_cz: Klávesové povely a povely myší
fr_fr: Raccourcis claviers et souris
pt_br: Uso do Teclado e do Mouse

source: Evaluate Input
cs_cz: Vyhodnocení vstupu
fr_fr: Évaluer la cellule
pt_br: Avaliar Entrada

source: Press <strong>shift-enter</strong>. You can start several calculations at once. If you press <strong>alt-enter</strong> instead, then a new cell is created after the current one. If you press <strong>ctrl-enter</strong> then the cell is split and both pieces are evaluated separately.
cs_cz: Stiskněte <strong>shift-enter</strong>. Můžete spustit i více výpočtů současně. Stiskem kombinace <strong>alt-enter</strong> se navíc za aktuální vstupní buňku vloží další, prázdná. Stiskem <strong>ctrl-enter</strong> dojde k rozdělení buňky v místě kurzoru na dvě a obě nové buňky jsou vyhodnoceny nezávisle na sobě.
fr_fr: Taper <strong>Maj+Entrée</strong>. On peut lancer plusieurs calculs à la fois. En tapant plutôt <strong>Alt+Entrée</strong>, une nouvelle cellule est crée après la cellule courante. En tapant <strong>Ctrl+Entrée</strong>, la cellule est coupée en deux et les deux parties évaluées séparément.
pt_br: Pressionando <strong>Shift+Enter</strong> você pode realizar vários cálculos de uma só vez. Se você pressionar <strong>Alt+Enter</strong> ao invés disso, então uma nova célula é criada depois da atual. Se você pressionar <strong>Ctrl+Enter</strong>, então a célula será dividida e cada pedaço será avaliado separadamente.

source: Tab Completion
cs_cz: Doplňování pomocí tabelátoru
fr_fr: Complétion par Tab
pt_br: Complemento com a tecla Tab

source: Press <strong>tab</strong> while the cursor is on an identifier. On some web browsers (e.g., Opera) you must use control-space instead of tab.
cs_cz: Stiskněte <strong>tab</strong> když je kurzor na identifikátoru.V některých prohlížečích (např. Opera) musíte místo tabelátoru použít control-mezerník.
fr_fr: Taper <strong>Tab</strong> avec le curseur sur une commande. Dans certains navigateurs (par ex. Opera) il faut taper Ctrl-Espace plutôt que Tab.
pt_br: Pressione <strong>Tab</strong> enquanto o cursor está sobre um identificador. Em alguns navegadores (e.g., Opera) você pode usar Ctrl+Espaço ao invés de Tab.

source: Insert New Cell
cs_cz: Vložení nové vstupní buňky
fr_fr: Insérer une nouvelle cellule
pt_br: Inserir Nova Célula

source: Put the mouse between an output and input until the horizontal line appears and click. If you press Alt-Enter in a cell, the cell is evaluated and a new cell is inserted after it.
cs_cz: Umístěte ukazatel myši mezi vstupní a výstupní buňku, dokud se neobjeví vodorovná linka a na tuto linku klikněte. Stiskem Alt-Enter v buňce je obsah této buňky zpracován a nová buňka je vložena za ni.
fr_fr: Placer la souris entre une sortie et une entrée, pour faire apparaître la ligne horizontale, puis cliquer. En tapant Alt+Entrée dans une cellule, une nouvelle cellule est créée juste en dessous.
pt_br: Coloque o mouse entre uma saída e uma entrada até que uma linha horizontal apareça e clique nela. Se você pressionar Alt+Enter em uma célula, ela será avaliada e uma nova célula será inserida depois dela.

source: Delete Cell
cs_cz: Výmaz vstupní buňky
fr_fr: Supprimer une cellule
pt_br: Apagar Célula

source: Delete all cell contents, then press <strong>backspace</strong>.
cs_cz: Vymažte celý obsah a stiskněte <strong>backspace</strong>.
fr_fr: Supprimer le contenu de la cellule puis taper <strong>Backspace</strong>.
pt_br: Apague todo o conteúdo da célula e pressione <strong>Backspace</strong>.

source: Split and Join Cells
cs_cz: Rozdělení a spojení buněk
fr_fr: Découper ou fusionner des cellules
pt_br: Separar e Unir Células

source: Press <strong>ctrl-;</strong> in a cell to split it into two cells, and <strong>ctrl-backspace</strong> to join them. Press <strong>ctrl-enter</strong> to split a cell and evaluate both pieces.
cs_cz: Stiskněte <strong>ctrl-;</strong> v buňce pro rozdělení na dvě buňky a <strong>ctrl-backspace</strong> pro sloučení buněk. Použijte <strong>ctrl-enter</strong> pro rozdělení buňky na dvě a vyhodnocení obsahů obou těchto buněk.
fr_fr: Taper <strong>Ctrl+;</strong> dans une cellule pour la couper en deux et <strong>Ctrl+Backspace</strong> pour fusionner deux cellules. Taper <strong>Ctrl+Entrée</strong> pour couper une cellule en deux et évaluer les deux parties.
pt_br: Pressione <strong>Ctrl+;</strong> em uma célula para separá-la em duas e <strong>Ctrl+Backspace</strong> para uni-las. Pressione <strong>Ctrl+Enter</strong> para separa uma célula e avaliar cada pedaço.

source: Insert New Text Cell
cs_cz: Vložení nové buňky s textem
fr_fr: Insérer une cellule de texte
pt_br: Inserir próxima célula de texto

source: Move the mouse between cells until a blue bar appears. <strong>Shift-click</strong> on the blue bar to create a new text cell. Double click on existing text to edit it. Use $...$ and $$...$$ to include typeset math in the text block.
cs_cz: Přemisťujte ukazatel myši mezi buňkami, dokud se neobjeví modrá linka. <strong>Shift-click</strong> na modré lince vytvoří novou textovou buňku. Pro editaci existující textové buňky na tuto buňku klikněte dvakrát.Pro formátování matematických výrazů použijte $...$ a $$...$$. Výraz mezi dolary zapište pomocí jazyka LaTeX.
fr_fr: Déplacer la souris jusqu'à faire apparaître une barre bleue. Utiliser <strong>Maj+Clic</strong> sur la barre bleue pour créer une nouvelle cellule texte. Double-cliquer sur le texte pour l'éditer. Utiliser $...$ et $$...$$, pour insérer des formules mathématiques dans une cellule texte.
pt_br: Mova o mouse entre duas células até que uma barra azul apareça. <strong>Shift+click</strong> sobre a barra azul para criar uma nova célula de texto. Clique duas vezes sobre uma já existente para editá-la. Use $...$ e $$...$$ para incluir textos matemáticos dentro do bloco.

source: Hide/Show Output
cs_cz: Skrýt/ukázat výstup
fr_fr: Cacher/montrer les résultats
pt_br: Exibir/Esconder Saída

source: Click on the left side of output to toggle between hidden, shown with word wrap, and shown without word wrap.
cs_cz: Klikněte na levou stranu výstupem pro přepnutí mezi skrytím, zobrazením se řádkovým zlomem a zobrazením bez řádkového zlomu.
fr_fr: Cliquer à gauche du résultat pour basculer entre trois modes : caché, montré avec retour à la ligne, montré sans retour à la ligne
pt_br: Clique sobre o lado esquerdo da saída para alternar entre linhas com número de colunas limitado ou não limitado.
