Repository: ppurka/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, fr_fr, pt_br

source: Bad username
cs_cz: Neplatné uživatelské jméno
fr_fr: Nom d'utilisateur incorrect
pt_br: Nome de usuário inválido

source: Create a good password
cs_cz: Vytvořte si silné heslo
fr_fr: Créer un bon mot de passe
pt_br: Crie uma boa senha

source: Your password must be between 4 and 32 characters long. Your password can not contain your username nor spaces.
cs_cz: Heslo musí mít alespoň 4 znaky a nejvíce 32 znaků. Heslo nesmí obsahovat uživatelské jméno ani mezery.
fr_fr: Votre mot de passe doit comporter entre 4 et 32 caractères. Il ne doit pas contenir votre nom d'utilisateur, ni d'espace.
pt_br: A sua senha deve ter entre 4 e 32 caracteres. A sua senha não pode conter o seu nome de usuário e nem espaços.

source: No password given
cs_cz: Nebylo zadáno heslo.
fr_fr: Pas de mot de passe fourni
pt_br: Nenhuma senha foi dada

source: Bad password
cs_cz: Chybné heslo
fr_fr: Mot de passe incorrect
pt_br: Senha ruim

source: Re-type your password
cs_cz: Zadejte heslo ještě jednou
fr_fr: Veuillez re-taper votre mot de passe
pt_br: Digite a senha novamente

source: Passwords didn't match
cs_cz: Hesla se neshodují
fr_fr: Les mots de passe ne correspondent pas
pt_br: As senhas que você forneceu não combinam

source: Enter your email address
cs_cz: Zadejte svoji emailovou adresu
fr_fr: Entrez votre adresse courriel
pt_br: Digite o seu endereço de e-mail

source: Your email address is required for account confirmation and recovery. You will be emailed a confirmation link right after you successfully sign up.
cs_cz: Pro obnovu hesla musíte poskytnout e-mailovou adresu. Na tuto adresu přijde potvrzovací odkaz.
fr_fr: Votre adresse courriel est requise pour confirmation du compte et récupération éventuelle. Vous allez recevoir par mail un lien de confirmation après votre connexion.
pt_br: O seu endereço de e-mail é necessário para a confirmação e a recuperação de sua conta. Será enviado para seu e-mail um endereço de confirmação após a criação de sua conta.

source: No email address given
cs_cz: Není zadána emailová adresa
fr_fr: Pas d'adresse courriel fournie
pt_br: Nenhum endereço de e-mail dado

source: Invalid email address
cs_cz: Neplatná emailová adresa
fr_fr: Adresse courriel invalide
pt_br: Endereço de e-mail inválido

source: Answer a challenge
cs_cz: Zodpovězte úkol
fr_fr: Veuillez répondre à la question
pt_br: Responda um desafio

source: No challenge response given
cs_cz: Nebyla zadána odpověď
fr_fr: Pas de réponse fournie
pt_br: O desafio não foi respondido

source: Invalid challenge response
cs_cz: Špatná odpověď
fr_fr: Réponse incorrecte
pt_br: Reposta ao desafio inválida

source: Create account
cs_cz: Vytvořit uživatelský účet
fr_fr: Créer un compte
pt_br: Criar Conta

source: Worksheet is publicly viewable at <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s
cs_cz: Zápisník je veřejně přístupný na <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s
fr_fr: La feuille de travail est visible au public à l'adresse <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s
pt_br: Planilha disponível em <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s

source: Published on %(t)s
cs_cz: Zveřejněno dne %(t)s
fr_fr: Publié le %(t)s
pt_br: Publicada em %(t)s

source: Re-publish worksheet
cs_cz: Aktualizovat zveřejněnou verzi zápisníku
fr_fr: Re-publier la feuille de travail
pt_br: Republicar planilha

source: Stop publishing
cs_cz: Pozastavit zveřejnění
fr_fr: Cesser de publier
pt_br: Parar publicação

source: Automatically re-publish when changes are made
cs_cz: Po změnách aktualizovat automaticky i zveřejněnou verzi
fr_fr: Re-publier automatiquement lors de modifications
pt_br: Republicar automaticamente quando alterações forem feitas

source: Click to rename this worksheet
cs_cz: Klikněte pro přejmenování zápisníku
fr_fr: Cliquer pour renommer cette feuille de travail
pt_br: Clique para renomear a planilha

source: Someone else is viewing this worksheet
cs_cz: Další uživatel si prohlíží tento zápisník
fr_fr: Quelqu'un d'autre regarde cette feuille de travail
pt_br: Outro usuário está visualizando essa planilha

source: Save changes
cs_cz: Uložit změny
fr_fr: Sauver les modifications
pt_br: Salvar alterações

source: Save
cs_cz: Uložit
fr_fr: Sauver
pt_br: Salvar

source: Save changes and close window
cs_cz: Uložit změny a zavřít okno
fr_fr: Sauver les modifications et fermer la fenêtre
pt_br: Salvar alterações e fechar a janela

source: Save & quit
cs_cz: Uložit a zavřít
fr_fr: Sauver & quitter
pt_br: Salvar & Sair

source: Discard changes to this worksheet
cs_cz: Zahodit změny v tomto zápisníku
fr_fr: Oublier les modifications de la feuille de travail
pt_br: Descartar alterações feitas nessa planilha

source: Discard & quit
cs_cz: Zavřít bez uložení
fr_fr: Quitter sans sauver
pt_br: Descartar & Sair

source: Select a file related function
cs_cz: Vyberte funkci pro práci se souborem
fr_fr: Choisir un fonction agissant sur un fichier
pt_br: Selecione uma função relacionada ao arquivo

source: File...
cs_cz: Soubor...
fr_fr: Fichier...
pt_br: Arquivo...

source: Load a new worksheet stored in a file
cs_cz: Nahrát nový zápisník ze souboru
fr_fr: Charger une feuille de travail depuis un fichier
pt_br: Carregar uma nova planilha armazenada em um arquivo

source: Load worksheet from a file...
cs_cz: Nahrát zápisník ze souboru
fr_fr: Charger une feuille de travail
pt_br: Carregar planilha a partir de um arquivo...

source: Create a new worksheet
cs_cz: Vytvořit nový zápisník
fr_fr: Créer un nouvelle feuille de travail
pt_br: Criar uma nova planilha

source: New worksheet
cs_cz: Nový zápisník
fr_fr: Nouvelle feuille de travail
pt_br: Nova planilha

source: Save this worksheet to an sws file
cs_cz: Uložit zápisník jako sws soubor
fr_fr: Sauver cette feuille de travail dans un fichier .sws
pt_br: Salvar essa planilha em um arquivo .sws

source: Save worksheet to a file...
cs_cz: Uložit zápisník do souboru
fr_fr: Sauver cette feuille de travail dans un fichier
pt_br: Salvar planilha em um arquivo...

source: Print this worksheet
cs_cz: Vytisknout tento zápisník
fr_fr: Imprimer cette feuille de travail
pt_br: Imprimir essa planilha

source: Print
cs_cz: Tisk
fr_fr: Imprimer
pt_br: Imprimir

source: Rename this worksheet
cs_cz: Přejmenovat tento zápisník
fr_fr: Renommer cette feuille de travail
pt_br: Renomear essa planilha

source: Rename worksheet
cs_cz: Přejmenovat zápisník
fr_fr: Renommer cette feuille de travail
pt_br: Renomear planilha

source: Copy this worksheet
cs_cz: Zkopírovat tento zápisník
fr_fr: Copier cette feuille de travail
pt_br: Copiar essa planilha

source: Copy worksheet
cs_cz: Zkopírovat zápisník
fr_fr: Copier cette feuille de travail
pt_br: Copiar planilha

source: Move this worksheet to the trash
cs_cz: Přesunout zápisník do odpadkového koše
fr_fr: Mettre cette feuille de travail à la corbeille
pt_br: Mover essa planilha para a lixeira

source: Delete worksheet
cs_cz: Vymazat zápisník
fr_fr: Supprimer cette feuille de travail
pt_br: Apagar planilha

source: Select a worksheet function
cs_cz: Vyberte funkci pro práci se zápisníkem
fr_fr: Choisir une fonction
pt_br: Selecionar uma função sobre a planilha

source: Interrupt currently running calculations, if possible
cs_cz: Pozastavit bežící výpočet, je-li to možné
fr_fr: Interrompre les calculs en cours, si possible
pt_br: Interromper cálculos atuais se possível

source: Interrupt
cs_cz: Přerušit
fr_fr: Interrompre
pt_br: Interromper

source: Restart the worksheet process
cs_cz: Restartovat proces zápisníku
fr_fr: Relancer le processus de la feuille de travail
pt_br: Reinicar o processo da planilha

source: Restart worksheet
cs_cz: Restartovat zápisník
fr_fr: Relancer la feuille de travail
pt_br: Reinicar planilha

source: Quit the worksheet process
cs_cz: Ukončit proces náležící zápisníku
fr_fr: Quitter le processus de la feuille de travail
pt_br: Encerrar o processo da planilha

source: Save and quit worksheet
cs_cz: Uložit a ukončit
fr_fr: Sauver et quitter la feuille de travail
pt_br: Salvar e fechar planilha

source: Evaluate all input cells in the worksheet
cs_cz: Vyhodnotit všechny vstupní buňky
fr_fr: Évaluer toutes les cellules de la feuille de travail
pt_br: Avalizar todas as células da planilha

source: Evaluate All
cs_cz: Vyhodnotit vše
fr_fr: Tout évaluer
pt_br: Avaliar Tudo

source: Hide all output
cs_cz: Ukrýt všechny výstupy
fr_fr: Cacher tous les résultats
pt_br: Esconder todas as saídas

source: Hide All Output
cs_cz: Ukrýt všechny výstupy
fr_fr: Cacher tous les résultats
pt_br: Esconder todas as saídas

source: Show all output
cs_cz: Zobrazit všechny výstupy
fr_fr: Montrer tous les résultats
pt_br: Exibir todas as saídas

source: Show All Output
cs_cz: Zobrazit všechny výstupy
fr_fr: Montrer tous les résultats
pt_br: Exibir todas as saídas

source: Delete all output
cs_cz: Vymazat všechny výstupy
fr_fr: Supprimer tous les résultats
pt_br: Apagar todas as saídas

source: Delete All Output
cs_cz: Vymazat všechny výstupy
fr_fr: Supprimer tous les résultats
pt_br: Apagar todas as saídas

source: Switch to single-cell mode
cs_cz: Přepnout do módu s jednou vstupní buňkou
fr_fr: Passer au mode mono-cellule
pt_br: Alternar para modo de célula única

source: One Cell Mode
cs_cz: Režim s jednou vstupní buňkou
fr_fr: Mode mono-cellule
pt_br: Modo de Célula Única

source: Switch to multi-cell mode
cs_cz: Přepnout do módu s více vstupními buňkami
fr_fr: Passer au mode multi-cellule
pt_br: Alternar para modo multi célula

source: Multi Cell Mode
cs_cz: Režim s více vstupními buňkami
fr_fr: Mode multi-cellule
pt_br: Modo de multi Célula

source: Select an attached file
cs_cz: Vyberte připojený soubor
fr_fr: Choisir un fichier attaché
pt_br: Anexar um arquivo

source: Data...
fr_fr: Données...
pt_br: Dados...

source: Upload or create a data file in a wide range of formats
cs_cz: Můžete nahrát nebo vytvořit soubor s daty v široké škále formátů
fr_fr: Importer ou créer un fichier de données dans un large choix de formats
pt_br: Enviar ou criar um arquivo de dados em vários formatos.

source: Upload or create file...
cs_cz: Nahrát nebo vytvořit soubor
fr_fr: Importer ou créer un fichier
pt_br: Enviar ou criar um arquivo...

source: Evaluate all input cells using %(i)s
cs_cz: Vyhodnotit všechny buňky pomocí %(i)s
fr_fr: Évaluer toutes les cellules avec %(i)s
pt_br: Avaliar todas as células de entrada usando %(i)s

source: Enable/disable pretty_printing
cs_cz: Povolit/zakázat pretty_printing (pěkné formátování matematických výrazů)
fr_fr: Activer/désactiver l'affichage amélioré
pt_br: Habilitar/Desabilitar saída elegante

source: Interactively use this worksheet
cs_cz: Interaktivní práce se zápisníkem
fr_fr: Utiliser cette feuille de travail en mode interactif
pt_br: Use essa planilha interativamente

source: Worksheet
cs_cz: Zápisník
fr_fr: Feuille de travail
pt_br: Planilha

source: Edit text version of this worksheet
cs_cz: Editace textové verze zápisníku
fr_fr: Éditer cette feuille de travail en version texte
pt_br: Editar essa planilha como um texto

source: Edit
cs_cz: Editovat
fr_fr: Éditer
pt_br: Editar

source: View plain text version of this worksheet
cs_cz: Zobrazení textové verze zápisníku
fr_fr: Voir cette feuille de travail en version texte brut
pt_br: Visualizar essa planilha como um texto

source: Text
fr_fr: Texte
pt_br: Texto

source: View changes to this worksheet over time
cs_cz: Zobrazit změny v zápisníku a umožnit návrat k dřívější verzi
fr_fr: Voir les modifications successives de cette feuille de travail
pt_br: Veja as alterações dessa planilha ao longo do tempo

source: Undo
cs_cz: Historie
fr_fr: Défaire
pt_br: Desfazer

source: Let others edit this worksheet
cs_cz: Povolit ostatním prohlížet a editovat tento zápisník
fr_fr: Autoriser d'autres utilisateurs à modifier cette feuille de travail
pt_br: Permitir que outros usuários editem essa planilha

source: Share
cs_cz: Sdílet
fr_fr: Partager
pt_br: Compartilhar

source: Make this worksheet publicly viewable
cs_cz: Zveřejnit tento zápisník
fr_fr: Rendre cette feuille de travail visible au public
pt_br: Tornar essa planilha visível publicamente

source: Publish
cs_cz: Zveřejnit
fr_fr: Publier
pt_br: Publicar

source: Exit
cs_cz: Konec
fr_fr: Quitter
pt_br: Sair

source: You can publish your worksheet to the Internet, where anyone will be able to access and view it online.
cs_cz: Svůj zápisník můžete zveřejnit na Internetu. Každý si jej bude moci prohlédnout online.
fr_fr: Vous pouvez publier votre feuille de travail sur internet, tout le monde pourra alors y accéder.
pt_br: Você pode publicar sua planilha na Internet, onde qualquer um pode acessá-la online.

source: Your worksheet will be assigned a unique address (URL) that you can send to your friends and colleagues.
cs_cz: Váš zápisník obdrží jedinečnou internetovou adresu (URL), kterou můžete poslat svým známým a spolupracovníkům.
fr_fr: Votre feuille de travail aura une adresse unique (URL) que vous pourrez donner à vos amis et collègues.
pt_br: A sua planilha será associada a um endereço (URL) único que você poderá enviar aos seus amigos e colegas.

source: Do you want to publish this worksheet?
cs_cz: Chcete zveřejnit tento zápisník?
fr_fr: Voulez-vous publier cette feuille de travail ?
pt_br: Você deseja publicar essa planilha?

source: Yes
cs_cz: Ano
fr_fr: Oui
pt_br: Sim

source: No
cs_cz: Ne
fr_fr: Non
pt_br: Não

source: Click here or press shift-return to evaluate
cs_cz: Klikněte sem nebo stiskněte shift+enter pro spuštění výpočtu
fr_fr: Cliquer ici ou taper <strong>Maj-Entrée</strong> pour évaluer
pt_br: Clique aqui ou pressione shift+enter para avaliar

source: evaluate
cs_cz: vyhodnotit
fr_fr: Évaluer
pt_br: avaliar

source: Data file
cs_cz: Datový soubor
fr_fr: Fichier de données
pt_br: Arquivo de Dados

source: You may download <a href="%(p)s">%(f)s</a> or create a linked copy to the worksheet
cs_cz: Můžete stáhnout <a href="%(p)s">%(f)s</a> nebo vytvořit kopii tohoto zápisníku
fr_fr: Vous pouvez sauver <a href="%(p)s">%(f)s</a> ou créer un copie liée à la feuille de travail.
pt_br: Você pode baixar <a href="%(p)s">%(f)s</a> ou criar uma cópia vinculada a planilha

source: select worksheet
cs_cz: vyberte zápisník
fr_fr: Choisir une feuille de travail
pt_br: selecione uma planilha

source: or <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">delete %(f)s.</a>
cs_cz: nebo <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">vymazat %(f)s.</a>
fr_fr: ou <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">supprimer %(f)s.</a>
pt_br: ou <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">apagar %(f)s.</a>

source: Access %(f)s in this worksheet by typing <tt>DATA+'%(f)s'</tt>. Here DATA is a special variable that gives the exact path to all data files uploaded to this worksheet.
cs_cz: Soubor %(f)s v tomto zápisníku zpřístupníte pomocí <tt>DATA+'%(f)s'</tt>. Speciální proměnná DATA obsahuje cestu ke všem datům, která byla nahrána k tomuto zápisníku.
fr_fr: Utiliser <tt>DATA+'%(f)s'</tt> pour accéder à %(f)s dans cette feuille de travail. DATA est ici une variable spéciale, qui contient le chemin exact vers les fichiers attachés à la feuille de travail.
pt_br: Acesse %(f)s nesta planilha através de <tt>DATA+'%(f)s'</tt>. Sendo DATA uma variável especial que fornece o diretório onde está todos os arquivos de dados enviados para esta planilha.

source: Save Changes
cs_cz: Uložit změny
fr_fr: Sauver les modifications
pt_br: Salvar Alterações

source: Edit plain text
cs_cz: Editovat textovou verzi
fr_fr: Éditer en mode texte
pt_br: Editar texto

source: Edit this.
cs_cz: Editovat zde.
fr_fr: Éditer cette feuille de travail.
pt_br: Editar isto.

source: Log in to edit a copy.
cs_cz: Přihlásit se a editovat kopii.
fr_fr: Se connecter pour éditer un copie
pt_br: Conecte-se para editar uma cópia

source: Edit a copy.
cs_cz: Editovat kopii.
fr_fr: Éditer une copie.
pt_br: Editar uma cópia.

source: Download.
cs_cz: Stáhnout.
fr_fr: Exporter.
pt_br: Baixar.

source: This page is rated %(wr).1f.
cs_cz: Tato stránka má hodnocení %(wr).1f.
fr_fr: Cette page est évaluée %(wr).1f.
pt_br: Essa página foi pontuada em %(wr).1f.

source: Rerate it:
fr_fr: Évaluer à nouveau

source: Rate it:
fr_fr: Évaluer

source: Other published feuilles de travail...
fr_fr: Autres feuilles de travail publiées...

source: View plain text
cs_cz: Textová verze zápisníku
fr_fr: Voir en mode texte
pt_br: Visualizar texto

source: Revision from %(ta)s ago
cs_cz: Verze uložená před %(ta)s
fr_fr: Révision datant de %(ta)s
pt_br: Revisão de %(ta)s atrás

source: Revision List
cs_cz: Seznam verzí
fr_fr: Liste des révisions
pt_br: Lista de Revisões

source: Older
cs_cz: Starší
fr_fr: Plus ancien
pt_br: Velha

source: Oldest
cs_cz: Nejstarší
fr_fr: Le plus ancien
pt_br: Mais velha

source: Newer
cs_cz: Novější
fr_fr: Plus nouveau
pt_br: Nova

source: Newest
cs_cz: Nejnovější
fr_fr: Le plus nouveau
pt_br: Mais nova

source: Revert to this one
cs_cz: Vrátit na tuto verzi
fr_fr: Rétablir cette version
pt_br: Reverter para esta aqui

source: (note that images are not recorded)
cs_cz: (obrázky nejsou uloženy)
fr_fr: (note : les images ne sont pas enregistrées)
pt_br: (note que imagens não são gravadas)

source: Publish this one
cs_cz: Zveřejnit tohle
fr_fr: Publier cette feuille de travail
pt_br: Publicar essa aqui

source: Cancel changes
cs_cz: Zrušit změny
fr_fr: Annuler les modifications
pt_br: Cancelar alterações

source: Upload or Create Data File to attach to worksheet "%(wn)s"
cs_cz: Nahrát nebo vytvořit datový soubor připojený k zápisníku "%(wn)s"
fr_fr: Importer ou créer un fichier de données attaché à la feuille de travail "%(wn)s"
pt_br: Enviar ou Criar um Arquivo de Dados anexado a planilha "%(wn)s"

source: Browse your computer to select a file to upload:
cs_cz: Vyberte soubor pro uložení na server
fr_fr: Choisir un fichier à charger :
pt_br: Navegue pelo seu computador para selecionar um arquivo:

source: Or enter the URL of a file on the web:
cs_cz: Nebo zadejte URL souboru na internetu
fr_fr: Ou bien entrer l'adresse URL d'un fichier sur internet :
pt_br: Ou digite o endereço (URL) de um arquivo na Internet:

source: Or enter the name of a new file, which will be created:
cs_cz: Nebo můžete zadat jméno nového souboru, který chcete vytvořit:
fr_fr: Ou donner le nom d'un nouveau fichier, qui sera créé :
pt_br: Ou entre o nome do novo arquivo que será criado:

source: Upload or Create Data File
cs_cz: Nahrát nebo vytvořit soubor
fr_fr: Importer ou créer un fichier de données
pt_br: Enviar ou Criar Arquivo de Dados

source: Untitled
cs_cz: Bezejména
fr_fr: Sans titre
pt_br: Sem título

source: Revision History
cs_cz: Historie změn
fr_fr: Historique des versions
pt_br: Histórico de Revisão

source: Revision
cs_cz: Verze
fr_fr: Révision
pt_br: Revisão

source: Revision %(lr)s
cs_cz: Verze %(lr)s
fr_fr: Révision %(lr)s
pt_br: Revisão %(lr)s

source: Share this document
cs_cz: Sdílet dokument
fr_fr: Partager cette feuille de travail
pt_br: Compartilhar este documento

source: Only the owner of a worksheet is allowed to share it. You can do whatever you want if you <a href="copy">make your own copy</a>.
cs_cz: Pouze majitel zápisníku jej může sdílet. Pro vlastní úpravy si můžete udělat vlastní <a href="copy">kopii zápisníku</a>.
fr_fr: Seul le possesseur d'une feuille de travail peut la partager. Vous pouvez faire ce que vous voulez en <a href="copy">faisant votre propre copie</a>.
pt_br: Apenas o proprietário dessa planilha pode compartilhá-la. Você pode fazer o que quiser se <a href="copy">fizer sua própria cópia</a>.

source: This Sage Worksheet is currently shared with the people listed in the box below.
cs_cz: Tento zápisník v současnosti sdílí níže uvedení uživatelé.
fr_fr: Cette feuille de travail est actuellement partagée avec les personnes listées dans la boîte ci-dessous.
pt_br: Essa planilha Sage está compartilhada atualmente com as pessoas listadas na caixa abaixo.

source: You may add or remove collaborators (separate user names by commas).
cs_cz: Můžete předat nebo odstranit spolupracovníky (uživatelská jména oddělujte čárkami).
fr_fr: Vous pouvez ajouter ou enlever des collaborateurs (séparer les noms d'utilisateurs par des virgules)
pt_br: Você pode adicionar ou remover colaboradores (separando os nomes com vírgulas)

source: Give access to your worksheet to the above collaborators
cs_cz: Zpřístupnit zápisník následujícím spolupracovníkům
fr_fr: Donner accès à votre feuille de travail aux collaborateurs ci-dessus
pt_br: Dar acesso a sua planilha para os colaboradores acima

source: Invite Collaborators
cs_cz: Přizvat spolupracovníky
fr_fr: Inviter des collaborateurs
pt_br: Convidar Colaboradores

source: Sage Users:
cs_cz: Uživatelé:
fr_fr: Utilisateurs de Sage :
pt_br: Usuários Sage:

source: Account Settings
cs_cz: Nastavení účtu
fr_fr: Paramètres du compte
pt_br: Configurações de Conta

source: Change Auto-Save Interval
cs_cz: Změnit interval pro automatické ukládání
fr_fr: Intervalle pour la sauvegarde automatique
pt_br: Alterar intervalo de salvamento automático

source: Change Password
cs_cz: Změna hesla
fr_fr: Changer le mot de passe
pt_br: Alterar Senha

source: Old password
cs_cz: Staré heslo
fr_fr: Ancien mot de passe
pt_br: Senha antiga

source: New password
cs_cz: Nové heslo
fr_fr: Nouveau mot de passe
pt_br: Senha nova

source: Retype new password
cs_cz: Znovu zadejte nové heslo
fr_fr: Saisir à nouveau le nouveau mot de passe
pt_br: Digite a nova senha novamente

source: Change E-mail Address
cs_cz: Změnit e-mailovou adresu
fr_fr: Changer l'adresse courriel
pt_br: Alterar endereço de e-mail

source: Current e-mail
cs_cz: Současný e-mail
fr_fr: Adresse courriel actuelle
pt_br: E-mail atual

source: New e-mail
cs_cz: Nový e-mail
fr_fr: Nouvelle adresse courriel
pt_br: Novo e-mail

source: Add New User
cs_cz: Přidat nového uživatele
fr_fr: Ajouter un utilisateur
pt_br: Adicionar Novo Usuário

source: Username Error
cs_cz: Chyba v uživatelském jméně
fr_fr: Erreur de nom d'utilisateur
pt_br: Erro no nome do usuário

source: Pick a username
cs_cz: Vyberte uživatelské jméno
fr_fr: Choisir un nom d'utilisateur
pt_br: Escolha um nome de usuário

source: The username must start with a letter and be between 4 and 32 characters long. It can only consist of letters, numbers, underscores, and one dot (.).
cs_cz: Uživatelské jméno musí začínat písmenem a musí být alespoň 4 a nejvýše 32 znaků dlouhé. Může obsahovat pouze písmena, čísla, podtržítka a jednu tečku (.).
fr_fr: Le nom d'utilisateur doit commencer par un lettre, comporter entre 4 et 32 signes. Il peut contenir seulement des lettres, des nombres, des _ et un point (.).
pt_br: O nome de usuário deve iniciar com uma letra e ter entre 4 e 32 caracteres. Ele só pode conter letras, números, sublinhado (_) e um ponto.

source: Invalid username
cs_cz: Chybné uživatelské jméno
fr_fr: Nom d'utilisateur invalide
pt_br: Nome de usário inválido

source: Username taken
cs_cz: Uživatelské jméno obdrženo
fr_fr: Nom d'utilisateur indisponible
pt_br: Nome de usuário escolhido

source: Create Account
cs_cz: Vytvořit účet
fr_fr: Créer un compte
pt_br: Criar Conta

source: Manage Users
cs_cz: Správa uživatelů
fr_fr: Gérer les comptes utilisateurs
pt_br: Gerenciar Usuários

source: Notebook Settings
cs_cz: Nastavení Notebooku
fr_fr: Paramètres du Bloc-note Sage
pt_br: Configurações do Notebook

source: Users
cs_cz: Uživatelé
fr_fr: utilisateurs
pt_br: Usuários

source: User Management
cs_cz: Správa uživatelů
fr_fr: Gestion des utilisateurs
pt_br: Gerenciador de Usuário

source: Add User
cs_cz: Přidat uživatele
fr_fr: Ajouter un utilisateur
pt_br: Adicionar Usuário
