Repository: ppurka/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, fr_fr, pt_br

source: Not confirmed
cs_cz: Nepotvrzeno
fr_fr: Non confirmé
pt_br: Não confirmado

source: can't evaluate worksheet cells
cs_cz: není možno vyhodnotit buňky v zápisníku
fr_fr: Impossible d'évaluer les cellules de la feuille de travail
pt_br: não foi possível avaliar as células da planilha

source: You must <a href="/">login first</a> in order to rate this worksheet.
cs_cz: Pro hodnocení zápisníku se musíte nejprve <a href="/">přihlásit</a>.
fr_fr: Vous devez <a href="/">vous connecter</a>, pour pouvoir évaluer cette feuille de travail.
pt_br: Você deve <a href="/">conectar-se primeiro</a> para pontuar essa planilha.

source: Gees -- You can't fool the rating system that easily!
cs_cz: Fujtajbl -- Systém hodnocení nemůžete ošálit tak snadno!
fr_fr: Pouah, vous ne pouvez pas tromper le système d'évaluation aussi facilement !
pt_br: Epa! -- Você não pode enganar o sistema de pontuação assim tão fácil!

source: Thank you for rating the worksheet <b><i>%s</i></b>! You can <a href="rating_info">see all ratings of this worksheet.</a>
cs_cz: Děkujeme za zadání hodnocení pro zápisník <b><i>%s</i></b>! Můžete si <a href="rating_info">prohlédnout všechna hodnocení tohoto zápisníku.</a>
fr_fr: Merci d'avoir évalué la feuille de travail <b><i>%s</i></b> ! Vous pouvez voir <a href="rating_info">toutes les évaluations</a> de cette feuille de travail.
pt_br: Obrigado por pontuar a planilha <b><i>%s</i></b>! Você pode <a href="rating_info">ver todas as pontuações desta planilha.</a>

source: Rating Accepted
cs_cz: Hodnocení uloženo
fr_fr: Évaluation acceptée
pt_br: Pontuação Aceita

source: No such worksheet.
cs_cz: Takový zápisník neexistuje.
fr_fr: Pas de feuille de travail de ce nom.
pt_br: Nenhuma planilha dessa.

source: The worksheet operation "%s" is not defined.
cs_cz: Operace "%s" se zápisníkem není definována.
fr_fr: La fonction "%s" n'est pas définie.
pt_br: A operação "%s" sobre a planilha não é definida.

source: User "%s" does not have permission to view the home page of "%s".
cs_cz: Uživatel "%s" nemá oprávnění pro vstup do adresářů uživatele "%s".
fr_fr: L'utilisateur "%s" n'est pas autorisé à voir la page principale de "%s".
pt_br: O usuário "%s" não tem permissão de ver a página de "%s".

source: The user "%s" has no worksheet "%s".
cs_cz: Uživatel "%s" nemá vytvořen zápisník "%s".
fr_fr: L'utilisateur "%s" ne possède pas de feuille de travail "%s".
pt_br: O usuário "%s" não tem uma planilha "%s".

source: There is no published worksheet with name "%s". Redirecting to the index of published worksheets in 10 seconds...<br><br>
cs_cz: Zápisník se jménem "%s" není zveřejněn. Během 10 vteřin budete přesměrováni na seznam zveřejněných zápisníků...<br><br>
fr_fr: Il n'y a pas de feuille de travail publié sous le nom "%s". Redirection vers la liste des feuilles de travail publiées dans 10 secondes...<br><br>
pt_br: Não existe planilha publicada com o nome "%s". Redirecionando para o índice de planilhas publicadas em 10 segundos...<br><br>

source: You are not logged in or do not have access to the worksheet "%s".
cs_cz: Nejste přihlášen(-a) nebo nemáte oprávnění pro přístup k zápisníku "%s".
fr_fr: Vous n'êtes pas connecté ou n'avez pas accès à la feuille de travail "%s".
pt_br: Você não está conectado ou não tem acesso a planilha "%s".

source: This url can only be accessed through a POST request.
cs_cz: Toto URL je přístupné pouze metodou POST.
fr_fr: Cette URL n'est accessible que via une requête POST.
pt_br: Esse endereço (url) somente pode ser acessado através de uma requisição POST.

source: You are not authorized to move "%s"
cs_cz: Nemáte oprávnění pro přesun "%s"
fr_fr: Vous n'êtes pas autorisé à déplacer "%s"
pt_br: Você não está autorizado a mover "%s"

source: Please request a specific worksheet
cs_cz: Požadujte konkrétní zápisník.
fr_fr: Merci de demander une feuille de travail spécifique
pt_br: Por favor, requisite uma planilha específica

source: The confirmation system is not active.
cs_cz: Systém potvrzování není aktivní.
fr_fr: Le système de configuration n'est pas actif.
pt_br: O sistema de confirmação não está ativo.

source: <h1>Invalid confirmation key</h1><p>You are reporting a confirmation key that has not been assigned by this server. Please <a href="/register">register</a> with the server.</p>
cs_cz: <h1>Chybný potvrzovací kód</h1><p>Používáte jiný potvrzovací kód než ten, který byl vystaven tímto serverem. <a href="/register">Registrujte se</a> prosím na serveru.</p>
fr_fr: <h1>Clé de confirmation invalide</h1><p>Vous proposez une clé qui n'a pas été donnée par ce serveur. Merci de vous <a href="/register">enregistrer</a> sur le serveur.</p>
pt_br: <h1>Chave de confirmação inválida</h1><p>Você está reportando uma chave de confirmação que não foi atribuída por esse servidor. Por favor, <a href="/register">registre-se</a> no servidor.</p>

source: <h1>Email address confirmed for user %s</h1>
cs_cz: <h1>Emailová adresa uživatele %s potvrzena</h1>
fr_fr: <h1>Adresse courriel confirmée pour l'utilisateur %s</h1>
pt_br: <h1>Endereço de e-mail confirmado para o usuário %s</h1>

source: Email Confirmed
cs_cz: Email potvrzen
fr_fr: Adresse courriel confirmée
pt_br: E-mail confirmado

source: Language
cs_cz: Přednastavený jazyk
fr_fr: Langue
pt_br: Idioma

source: Expected "%(wanted)s" after "%(key)s", got "%(token)s"
cs_cz: Očekáváváno "%(wanted)s" po "%(key)s", obdrženo "%(token)s"
fr_fr: "%(wanted)s" attendu après "%(key)s", trouvé "%(token)s" à la place
pt_br: Era esperado "%(wanted)s" depois de "%(key)s", obtido "%(token)s"

source: Expected an integer "%(key)s" before "%(token)s"
cs_cz: Očekáváno celé číslo "%(key)s" před "%(token)s"
fr_fr: Entier "%(key)s" attendu avant "%(token)s"
pt_br: Era esperado um inteiro "%(key)s" antes de "%(token)s"

source: Expected an integer "%(arg)s" after "%(key)s"
cs_cz: Očekáváno celé číslo "%(arg)s" po "%(key)s"
fr_fr: Entier "%(arg)s" attendu après "%(key)s"
pt_br: Era esperado um inteiro "%(arg)s" depois de "%(key)s"

source: Expected a color value "%(arg)s" after "%(key)s"
cs_cz: Očekávána barva "%(arg)s" po "%(key)s"
fr_fr: Couleur "%(arg)s" attendue après "%(key)s"
pt_br: Era esperado um valor de cor "%(arg)s" depois de "%(key)s"

source: %(seconds)s ago
fr_fr: depuis %(seconds)s

source: January
fr_fr: Janvier
pt_br: janeiro

source: February
fr_fr: Février
pt_br: fevereiro

source: March
fr_fr: Mars
pt_br: março

source: April
fr_fr: Avril
pt_br: abril

source: May
fr_fr: Mai
pt_br: maio

source: June
fr_fr: Juin
pt_br: junho

source: July
fr_fr: Juillet
pt_br: julho

source: August
fr_fr: Août
pt_br: agosto

source: September
fr_fr: Septembre
pt_br: setembro

source: October
fr_fr: Octobre
pt_br: outubro

source: November
fr_fr: Novembre
pt_br: novembro

source: December
fr_fr: Décembre
pt_br: dezembro

source: Version
cs_cz: Verze
pt_br: Versão

source: Toggle
cs_cz: Přepnout
pt_br: Esconder

source: Documentation
cs_cz: Dokumentace
pt_br: Documentação

source: Constructions
cs_cz: Některé programové konstrukce
pt_br: Construções

source: Sage version
cs_cz: Sage verze
pt_br: Versão do Sage

source: Action...
cs_cz: Akce...
pt_br: Ação...

source: Rerate
pt_br: Repontuar

source: Rate
pt_br: Pontuar

source: Other published documents...
cs_cz: Jiné zveřejněné zápisníky...
pt_br: Outras planilhas publicadas...

source: Minutes
pt_br: Minutos

source: %(num)d minute
pt_br: %(num)d minuto

source: Total
cs_cz: Celkem
